//
//  DataBase.swift
//  Runar
//
//  Created by Юлия Лопатина on 3.01.21.
//

import Foundation

struct DataBase {
    
    let namesDataSourse = ["Руна дня","Расклад из 2 рун","Норны","Краткий прогноз","Молот Тора","Крест","Крест стихий","Кельтский крест"]


   static let alDescription = [
        "Руна дня" : "Часто для получения ответа на заданный вопрос достаточно взять одну руну, ее значение – это и есть ответ на Ваш вопрос. В этом случае исключена вероятность неправильного толкования, ведь других рун, способных запутать Вопрошающего – нет.",
        "Расклад из 2 рун" : "Сочетание двух рун дает характеристику настоящему положению дел и тех сил, которые оказывают влияние на Вас сейчас, в настоящем. И поэтому вопрос должен касаться настоящего или можно обойтись без вопроса. Две руны даже без вопросов, покажут характеристику настоящего момента.",
        "Норны" : "В германо-скандинавской мифологии три женщины, волшебницы, наделенные чудесным даром определять судьбы мира, людей и даже богов. Данный рунический расклад может применяться в различных ситуациях как для прояснения чего-либо, так и для получения совета или ответа на вопрос.",
        "Молот Тора" : "Данный расклад символизирует Ваше прошлое, настоящее и будущее.",
        "Краткий прогноз": "Расклад помогает понять причины и найти решения не очень сложных и не запущенных проблем.",
        "Крест" : "Чтобы узнать, как сейчас (за или против вас) складывается ситуация, используйте этот популярный расклад. Он поможет скоординировать ваши действия и подскажет оптимальное решение проблемы.",
        "Крест стихий" : "Данный расклад является расширенной версией расклада «Крест».",
        "Кельтский крест" : "Известность и популярность данного гадания объясняется широтой толкования, с его помощью можно как просто заглянуть в свое будущее, так и узнать, как действовать и чего ожидать от конкретно возникшей затруднительной ситуации."
    ]
}
