// swiftlint:disable all
// Generated using SwiftGen — https://github.com/SwiftGen/SwiftGen

import Foundation

// swiftlint:disable superfluous_disable_command file_length implicit_return

// MARK: - Strings

// swiftlint:disable explicit_type_interface function_parameter_count identifier_name line_length
// swiftlint:disable nesting type_body_length type_name vertical_whitespace_opening_braces
internal enum L10n {

  internal enum Affirmation {
    /// Каждый день у Вас есть выбор. И Вы выбираете успешную и счастливую жизнь
    internal static let _1 = L10n.tr("Localizable", "affirmation.1")
    /// Любите себя и остальное встанет на свои места
    internal static let _10 = L10n.tr("Localizable", "affirmation.10")
    /// Ваши мысли находятся под вашим контролем
    internal static let _11 = L10n.tr("Localizable", "affirmation.11")
    /// Вы заслуживаете быть здоровым и счастливым
    internal static let _12 = L10n.tr("Localizable", "affirmation.12")
    /// Всё, в чём Вы нуждаетесь, приходит к Вам в нужный день и час
    internal static let _13 = L10n.tr("Localizable", "affirmation.13")
    /// Вы наслаждаетесь настоящим и благодарите себя за прошлое
    internal static let _14 = L10n.tr("Localizable", "affirmation.14")
    /// Вы радуетесь успехам окружающих, зная, что изобилия Вселенной хватит на всех
    internal static let _15 = L10n.tr("Localizable", "affirmation.15")
    /// Попытайтесь найти правильный ответ на сложный жизненный вопрос
    internal static let _16 = L10n.tr("Localizable", "affirmation.16")
    /// Ваша помощь другим людям многократно вознаграждается
    internal static let _17 = L10n.tr("Localizable", "affirmation.17")
    /// Ваше предназначение - быть счастливым
    internal static let _18 = L10n.tr("Localizable", "affirmation.18")
    /// Позвольте добру окружить Вас
    internal static let _19 = L10n.tr("Localizable", "affirmation.19")
    /// Вы заслуживаете в жизни только хорошего
    internal static let _2 = L10n.tr("Localizable", "affirmation.2")
    /// Свобода выбирать - Ваше неотъемлемое право
    internal static let _20 = L10n.tr("Localizable", "affirmation.20")
    /// Вы любите и уважаете себя именно таким, какой Вы есть
    internal static let _21 = L10n.tr("Localizable", "affirmation.21")
    /// Каждый день приносит Вам новые возможности
    internal static let _22 = L10n.tr("Localizable", "affirmation.22")
    /// Вы с благодарностью принимаете дары Судьбы
    internal static let _23 = L10n.tr("Localizable", "affirmation.23")
    /// Ваша сила и уверенность в себе постоянно растут
    internal static let _24 = L10n.tr("Localizable", "affirmation.24")
    /// Отбрасывая прошлое, Вы даёте себе возможность создать то будущее, которого заслуживаете
    internal static let _25 = L10n.tr("Localizable", "affirmation.25")
    /// Позвольте себе раскрыться и в полной мере и проявить свои способности
    internal static let _26 = L10n.tr("Localizable", "affirmation.26")
    /// Сформируйте чёткое и ясное представление о своих жизненных целях
    internal static let _27 = L10n.tr("Localizable", "affirmation.27")
    /// Будьте готовы к любым сложностям в жизни
    internal static let _28 = L10n.tr("Localizable", "affirmation.28")
    /// Освободитесь от напряжения
    internal static let _29 = L10n.tr("Localizable", "affirmation.29")
    /// У Вас есть всё, что нужно, чтобы наслаждаться жизнью здесь и сейчас
    internal static let _3 = L10n.tr("Localizable", "affirmation.3")
    /// Измени свои мысли и тогда твой мир изменится
    internal static let _30 = L10n.tr("Localizable", "affirmation.30")
    /// С каждым днем Ваша жизнь становится все лучше и лучше во всех отношениях
    internal static let _31 = L10n.tr("Localizable", "affirmation.31")
    /// Вы сформируете привычки, способствующие вашему успеху
    internal static let _32 = L10n.tr("Localizable", "affirmation.32")
    /// Вы хотите измениться и духовно вырасти
    internal static let _33 = L10n.tr("Localizable", "affirmation.33")
    /// Вы отбрасываете сомнения и осваиваете все умения и навыки для достижения желаемого
    internal static let _34 = L10n.tr("Localizable", "affirmation.34")
    /// Вы открыты для поддержки со стороны других людей
    internal static let _35 = L10n.tr("Localizable", "affirmation.35")
    /// Мышление изобилия ведет Вас к исполнению желаний
    internal static let _36 = L10n.tr("Localizable", "affirmation.36")
    /// Позвольте уверености овладеть вашим разумом
    internal static let _37 = L10n.tr("Localizable", "affirmation.37")
    /// У Вас больше сил для преодоления сложностей, чем Вы думаете
    internal static let _38 = L10n.tr("Localizable", "affirmation.38")
    /// Путь в 1000 шагов начинается с 1-го шага. Действуйте
    internal static let _39 = L10n.tr("Localizable", "affirmation.39")
    /// Вы видите свою великолепную внутреннюю сущность
    internal static let _4 = L10n.tr("Localizable", "affirmation.4")
    /// Вы настраиваетесь на благополучный исход всех ваших дел
    internal static let _5 = L10n.tr("Localizable", "affirmation.5")
    /// Ваше тело и разум наполнены жизнью и энергией
    internal static let _6 = L10n.tr("Localizable", "affirmation.6")
    /// Попытайтесь сконцентрироваться на покое и умировотрении
    internal static let _7 = L10n.tr("Localizable", "affirmation.7")
    /// Будьте спокойны и сосредоточены в любой ситуации
    internal static let _8 = L10n.tr("Localizable", "affirmation.8")
    /// Концентрируйтесь на позитивных мыслях
    internal static let _9 = L10n.tr("Localizable", "affirmation.9")
  }

  internal enum Description {
    internal enum Total {
      /// Ситуация о которой Вы спрашиваете, означает крутой благоприятный поворот на Вашем пути. Не исключено, что перед Вами откроются новые перспективы и представится уникальная возможность изменить свою жизнь. Некая добрая, мощная и поддерживающая сила является союзником на данном этапе. Возможно завяжутся новые интересные знакомства, которые принесут свою пользу так же в духовном развитии. Однако надо помнить, что на любых поворотах требуется осторожность. Во времена крутых перемен очень важно не поддаваться любым эмоциям - ни положительным, ни отрицательным. Сохраняйте способность трезво мыслить и проявите гибкость ума при любых обстоятельствах. Здесь очень важно, чтобы при любых благих порывах души Вы не должны отрываться от земли, от своих корней
      internal static let algiz = L10n.tr("Localizable", "description.total.Algiz")
      /// Вас ожидает удача или подарок в виде озарения. Причём этот подарок не материальная польза, а духовная, преподнесённая как дар Высших сил. Это подарок Богов, одна из самых священных Рун. Возможно даже это будет чьё-то появление или получение известия от кого-либо.  Не исключено, что это получение нужной Вам информации или мудрости или помощи духовного учителя.  Постарайтесь правильно распорядиться полученным - быть чутким, гибким и мудрым, иначе эти дары отнимут
      internal static let ansuz = L10n.tr("Localizable", "description.total.Ansuz")
      /// У Вас наступает период роста в карьере и в личной жизни. Руна указывает на радостные взаимоотношения для семьи, а так же на хорошее физическое и эмоциональное здоровье. Любые Ваши планы должны осуществиться, но не следует думать, что всё будет преподнесено на блюдечке. Здесь не следует уповать на волю судьбы, а наоборот потрудиться и заглянуть во все уголки своей души - нет ли там затемнённых участков. Если не провести эту инвентаризацию сейчас, то вряд ли благоденствия, обещанные Руной порадуют Вас. Это то новое, которое базируется на старом фундаменте. Совет знака - чтобы всё, делаемое Вами, делалось тщательно и с максимальным вниманием к происходящему
      internal static let berkana = L10n.tr("Localizable", "description.total.Berkana")
      /// Можно сказать, что Ваша жизнь начинается буквально с "чистого листа". Это символический переход из ночи в день. Когда с приходом света, рассеиваются страхи и неясности, доселе скрытые во мраке ночи. Это тот долгожданный момент трансформации, когда можно совершить прорыв в процессе самоизменения и просветления. Этот светлый знак несёт большой период процветания и счастье. Все препятствия и страхи преодолены, и новый свет входит в Вашу жизнь. Знак говорит о том, что сейчас период, когда могут сбыться самые невероятные желания. Но для этого Вам необходимо решиться на любые серьёзные изменения жизни. От Вас требуется только верить этим изменениям, верить в свою внутреннюю силу и в свою судьбу, невзирая на внешние обстоятельства. Все изменения будут благоприятны и Вы уже никогда не сможете жить как прежде
      internal static let dagaz = L10n.tr("Localizable", "description.total.Dagaz")
      /// Призыв Руны - не упустите возможность оказаться в нужном месте и в нужное время. Готовьтесь к благоприятным переменам и выходу из застоя, нечто новое уже стоит на пороге. Это может быть смена места жительства или работы. А может быть и смена Вашего окружения, включая партнёров. Или смена собственных взглядов и подходов к идеям и бизнесу. Но в любом контексте этот знак несёт перемены к лучшему. Необходимо только помнить, что благие перемены возможны только тогда, когда меняетесь Вы сами
      internal static let ehwaz = L10n.tr("Localizable", "description.total.Ehwaz")
      /// Вы приобретаете то, к чему стремились. Будь это повышение материального уровня или воплощение задумок, идей и взаимоотношений. Сейчас Вы притягиваете удачу и процветание. Не забудьте поделиться своей удачей с другими и насладиться ею. А так же позаботьтесь о том, чтобы правильно распорядиться полученным даром для того, чтобы сохранить и преумножить достигнутое
      internal static let fehu = L10n.tr("Localizable", "description.total.Fehu")
      /// Появление данного знака свидетельствует о партнёрстве в любой сфере Вашей деятельности, будь то брак или деловое предприятие. При этом партнёры не подавляют друг друга, уважая право на личную свободу и собственную территорию каждого из них. Конструктивное партнёрство пойдёт на пользу обеим сторонам, какой бы сферы оно не касалось. Гебо очень позитивный знак, предвещающий благоприятный исход любого дела. Если Вы стремитесь к удачному завершению дела, которое Вас интересует, то успех будет связан именно с совместной, партнёрской деятельностью. Отдавайте максимум своего душевного тепла другим людям и к Вам вернётся это с торицей
      internal static let gebu = L10n.tr("Localizable", "description.total.Gebu")
      /// В Вашу жизнь входит нечто стихийное, что неподвластно Вашему контролю. И эта сила, вызванная энергиями стихий, весьма могущественна. Поэтому не пытайтесь бороться с судьбой и обстоятельствами. Здесь можно ожидать чего угодно - неожиданных событий, любых неприятностей, разрыва связей и разрушения планов. Знак указывает на то, что сейчас неподходящее время для любого нового начинания. Необходимо выждать, пока ситуация не изменится к лучшему. Однако, при всех негативных аспектах, знак может говорить не только о разрушении, но и об изменении - и Вас самих и ситуации, в которой Вы находитесь или о появлении чего-то нового и об освобождении от старого
      internal static let hagalaz = L10n.tr("Localizable", "description.total.Hagalaz")
      /// Дело, которым Вы сейчас заняты завершится успешно. Вы легко расправитесь с любыми проблемами и избавитесь от них, включая ненужные сердечные привязанности. Знак говорит о выходе из периода застоя, о завершении одного этапа жизни и о зарождении нового, который переведёт Вас на другую стадию развития - более высокую и  благоприятную. С завершением  старого, придёт новое. Но перед наступлением нового этапа необходимо избавиться от старых установок и взглядов, расчищая место для нового. Данная Руна символизирует плодородие и покровительствует тем, кто работает на земле. Так же она помогает избавиться от бесплодия или мужского бессилия. Мягкая цикличная энергия Руны - это та благоприятная среда, где происходит планомерный обмен энергиями, перетекая  из одного состояния в другое и обратно
      internal static let inwaz = L10n.tr("Localizable", "description.total.Inwaz")
      /// В Вашей душе застой и опустошённость. Вы чувствуете бессилие и прекращение активности. Вы запутались в ситуации, не видите смысла и выхода из неё. Успех сейчас маловероятен и ситуация заморожена. Знак советует сознательно остановить ситуацию, не биться головой о лёд и не сопротивляться обстоятельствам. Дайте созреть желанному - тому, к чему Вы стремитесь и Вы получите его в срок. Остановка дана Вам сейчас для восполнения сил и энергии. Трудные ситуации будут преодолены с помощью внутренних резервов. Поэтому проявите терпение и смиритесь с необходимостью временного ожидания. Это всего лишь затишье перед началом нового этапа. Затишье, за которым непременно последует возрождение
      internal static let isaz = L10n.tr("Localizable", "description.total.Isaz")
      /// Появление этого знака свидетельствует о неприятных задержках в той ситуации, о которой Вы задавали вопрос. Руна  говорит о том, что на пути Вашего дела есть или скоро будут препятствия. Но затруднения, которые Вы испытываете в данный момент, могут иметь и позитивные последствия, которые закончатся благоприятно. Гроза пройдёт стороной. Не исключено, что этот знак дан Вам сейчас для того, чтобы испытать Вас, а не лишить сил. Поэтому не следует расстраиваться и впадать в депрессию из-за временной задержки. Просто будьте бдительны и не ввязывайтесь сейчас в сомнительные авантюры, просчитывайте каждый свой шаг, будьте осторожны и настойчивы. Прислушайтесь к своему внутреннему голосу, к тому что подсказывает Вам интуиция. Внутреннее пламя должно быть зажжено через дисциплину и реализация этой внутренней силы защитит Вас от внешних опасностей. И для этого здесь так же необходимо подключить гибкость и силу ума
      internal static let iwaz = L10n.tr("Localizable", "description.total.Iwaz")
      /// Очень позитивная Руна. Она благоприятна даже наилучшему для Вас разрешению правовых вопросов и судебных дел. Вас ждёт награда, богатый урожай за прошлые заслуги. Вы идёте верным путём и получаете то, что сеяли. И это вознаграждение соответствует длительности Ваших усилий. Появление этого знака свидетельствует о приближении благоприятного исхода Вашей деятельности в любой сфере. Однако быстрых результатов не ждите и наберитесь терпения. Эта Руна годового периода, поэтому для осуществления задуманного требуется некоторый промежуток времени. Вы подготовили благоприятную почву, посеяли "семя" своей цели и хорошо позаботились о процессе развития. Теперь только не упустите правильное время сбора урожая. Если соберёте раньше положенного срока - не доведёте дело до конца. Прошляпите - события, которые Вас не удовлетворяли ранее, могут повториться вновь
      internal static let jara = L10n.tr("Localizable", "description.total.Jara")
      /// Появление этого знака свидетельствует о прояснении ситуации, воплощение задуманного и благоприятные перемены.  В настоящее время Вы способны к анализу и контролю, без которых осознанное движение вперёд невозможно. Ваши мысли ясны и Вы чувствуете в себе силы раскрыть не только свой творческий потенциал, но и развить любые другие способности - и физические и духовные. Выпавший знак возвещает о приходе чего-то хорошего, нового и романтичного. Он несёт освобождение от чего-то ранее запретного в Вашей жизни. Впустите свет этой Руны в свою жизнь и выпустите на волю свои скрытые таланты и возможности, не дожидаясь пока они перегорят внутри Вас. Используйте этот момент и доверьтесь окружающему миру. Доверьтесь самому себе, отбросив страх прошлых ошибок и непонимания
      internal static let kauna = L10n.tr("Localizable", "description.total.Kauna")
      /// Вас ждут испытания, но У вас достаточно сил, чтобы выдержать его. Внешняя активность должна быть сведена к нулю. Вам дан шанс поработать со своей интуицией, погрузиться в свой внутренний мир. Сейчас не время противиться потоку жизни, доверьтесь мировому течению. Станьте гибким и текучим, остановите бег мыслей и помедитируйте, послушайте себя. Это лучшее время для настройки на собственный голос. Если Вы будете действовать в соответствии в собственными ритмами, это даст Вам ощущение внутреннего комфорта. В противном случае неизбежна внутренняя дисгармония. Совет знака - чтобы достигнуть благосостояния и избежать неприятностей, прислушайтесь к своей интуиции
      internal static let laguz = L10n.tr("Localizable", "description.total.Laguz")
      /// В данный момент Ваши заслуги вряд ли будут кем-то оценены. Поэтому не старайтесь искусственно привлечь к себе внимание своим поведением, даже если это будет ранить Вас. Не ждите наград, а наоборот проявите гибкость и смирение. Это не время перемен, но время строить планы и работать с намерениями. Всё придёт к Вам в своё время. Совет знака - воздержитесь от чрезмерных денежных затрат, будьте скромнее и менее эгоистичны. Никаких излишеств, и  тогда у Вас всё получится. Ведь истинное счастье во внутренней и социальной жизни, реализации истин человеческого существования
      internal static let mannaz = L10n.tr("Localizable", "description.total.Mannaz")
      /// Появление этого знака свидетельствует о том, что сейчас у Вас время эмоциональных переживаний. Вы проходите через трудную обучающую ситуацию, когда явный рост невозможен. Приготовьтесь к сложному периоду и подчинитесь данной ситуации. Знак призывает набраться терпения и выждать, не лезть из кожи и не торопить события. Это может только навредить Вам. Здесь рекомендуется провести некий самоанализ и решить для себя: а действительно ли Вам нужно то, чего Вы тек страстно желаете и добиваетесь.  Неудачи по жизни бывают у всех. Здесь необходимо не опускать руки и не отчаиваться. Неудачи и невзгоды влекут душевное очищение. Все проблемы разрешатся в надлежащее время и без излишней суеты или  спешных действий с Вашей стороны
      internal static let naudiz = L10n.tr("Localizable", "description.total.Naudiz")
      /// У Вас появился замечательный шанс начать всё с "чистого листа". Вы находитесь в конце одного пути и в начале следующего, и Ваша жизнь никогда не будет такой, как прежде. С Вами произойдёт что-то неожиданное, будет такой момент, который изменит коренным образом всё в Вашей жизни. И каким именно будет это событие, зависит от того, как Вы заслужили это своим прошлым. В данный момент это скрыто от Вашего взора и ответ известен только Судьбе. Но доверьтесь своей судьбе, сейчас Вы находитесь в гармонии с миром и ясно осознаёте своё место в жизни
      internal static let odin = L10n.tr("Localizable", "description.total.Odin")
      /// Ситуация требует прекращение того, что уже отжило своё. Вы от этого только выиграете. Призыв знака - сбрось старую кожу и отпусти прошлое. Только при этом условии Вы получите устойчивое процветание и благосостояние, непрерывный рост любого начатого дела и истинную свободу. Но здесь потребуется подчинение ситуации и сила воли, только при таком поведении можно продвинуться в перёд.Знак говорит и о том, что настала пора развивать таланты, но при этом необходимо трезво оценивать свои возможности. Этот знак так же указывает на то, что у Вас есть крепкий тыл - Ваше безопасное место, который базируется на Родовом клане или на поддержке  единомышленников
      internal static let opila = L10n.tr("Localizable", "description.total.Opila")
      /// В деле, которым Вы сейчас заняты могут появиться неожиданные "сюрпризы", как приятные так и неприятные. Вскоре обнаружится нечто, долгое время скрытое от Вас и ранее неведомое Вам. Но в данный момент это скрыто от Вас и ситуация, интересующая Вас сейчас, содержит некую тайну. Но Ваше подсознание вполне способно подсказать Ваши дальнейшие действия. Предсказание знака может касаться любой сферы деятельности по которой был задан вопрос. Здесь возможны и денежные выигрыши, или возврат Вам долга, или некий толчок в развитии новых планов и перспектив,  или в личных взаимоотношениях. Очень часто появление этого знака означает коренной перелом в жизни или выходе из тяжёлого периода. Это говорит о том, что Вы задумываетесь о фундаменте своей судьбы и хотите обновить свою личность, узнать себя и избавиться от прошлых ошибочных представлений. Руна советует отпустить своё прошлое, пусть ничего не стоит между "Вы в прошлом" и "Вы в будущем"
      internal static let perpu = L10n.tr("Localizable", "description.total.Perpu")
      /// Критическая ситуация, в которую Вы попали, требует тщательного обдумывания. Поэтому любая спешка принесёт только вред. При выпадении данного знака можно сказать, что Вас ждут события, исход которых неизвестен. Совет Руны - размышляйте и анализируйте ситуацию. Возможно, что разрешение данной проблемы  произойдёт даже через конфликт, разрыв или какие-то другие крайние меры. Особенно, если был задан вопрос в сфере чувств, то это однозначно разрешение ситуации через конфликт.  Здесь необходимы радикальные перемены, коренной пересмотр устоявшихся взглядов и привычек поведения. Имеет смысл оглянуться на пройденный путь, сделать анализ и не тащить его за собой. И только после этого смело шагнуть в новую реальность
      internal static let purisaz = L10n.tr("Localizable", "description.total.Purisaz")
      /// Грядут большие перемены. Знак говорит о том, что Ваше намерение движется в правильном направлении к удачному завершению. Это импульс двигательной энергии. Так же знак может указывать на то, что Вам предстоит дальняя дорога или длительное путешествие. Или Вы уже находитесь в пути.  Возможно это будет реальное путешествие или выход на путь развития Вашей души - к новым знаниям, чувствам и отношениям. Но Вы должны его пройти. И Вы будете находиться под надёжной защитой на всём пути, всё будет под Вашим контролем. В дороге с Вами ничего непредвиденного не произойдёт и путь этот будет удачным. Так что шагайте смело,  без оглядки и доверяйте ходу событий
      internal static let raidu = L10n.tr("Localizable", "description.total.Raidu")
      /// Если этот знак появился в раскладе - знайте, что Вас ждёт победа в любом предприятии. Любое противодействие будет быстро устранено. Это Ваш звёздный час. Однако этот час пробьёт только  тем, кто чётко понял и осознал, чего он хочет. Вы должны чётко выбрать свою позицию и неуклонно следовать ей.  Внутреннее озарение, позволит высвободить дремлющую духовную энергию и увидеть будущие события, а так же настроиться на них в соответствии с порывами души. В противном случае Ваша победа может и не порадовать Вас. Это происходит в том случае, если цели, над которыми Вы работали - не являются истинными. Возможно это были чужие цели
      internal static let sowilu = L10n.tr("Localizable", "description.total.Sowilu")
      /// Ваша цель будет достигнута при любых обстоятельствах. Эта стрела, запущенная из Вашего намерения, летит прямиком в поставленную цель. Здесь надо только помнить, что намерения Ваши должны быть чистыми и не вредоносными. И конечно же Вам  необходима решимость и настойчивость в достижении своей цели, но при этом надо достойно уметь отвечать за свои поступки на пути к цели. Что так же хорошо помогает формировать сильный характер и благородную душу
      internal static let tiwaz = L10n.tr("Localizable", "description.total.Tiwaz")
      /// В Вашу жизнь входит сила от новых источников энергии. Что-то завершается в вашей жизни и зарождается новое. Будьте готовы к крупным жизненным переменам и не цепляйтесь за старые отжившие формы. Это знак новой силы, новых начинаний и перемен к лучшему. Ибо там, где сила, нет застоя. Она несёт власть над ситуацией и могущество. Потеря старого происходит через рождение нового. Поэтому нельзя трудиться в прежнем направлении. Ваша жизнь выросла за пределы своей формы и нуждается в изменении старых привычек и взглядов. Сейчас Вы в состоянии разрушить все преграды на пути к цели. Но такая сокрушающая сила может быть и опасной. Поэтому следует учиться работать с ней тоньше. Необходимо изменить интенсивность привычных методов и действий и тогда Ваше открытие непременно поразит Вас
      internal static let uruz = L10n.tr("Localizable", "description.total.Uruz")
      /// Расслабьтесь, успокойтесь и не суетитесь. Всё идёт в нужном Вам направлении. Удача, успех и исполнение желаний уже ждут Вас. Эта светлая и радостная Руна говорит о том, что завершён период неудач и тьмы в Вашей жизни. Она несёт прилив позитивной энергии, хорошие перспективы и сдвиг ситуации к лучшему. Всё, что беспокоило Вас и беспокоит сейчас, благополучно завершится и Вы пожнёте благие плоды в любой сфере деятельности - в материальной, духовной или эмоциональной. Никакие Ваши прежние усилия не окажутся напрасными и не пройдут даром. Радость и счастье наполнят Вашу жизнь
      internal static let wunji = L10n.tr("Localizable", "description.total.Wunji")
      internal enum Reverse {
        /// Вы введены в заблуждение или обмануты, возможно даже самим собой. Совет знака может означать отказ от полученного Вами предложения, или от каких-то своих планов, или от человека, которого стоит избегать. Серьёзно отнеситесь ко всем формируемым в данный момент связям. То, к чему Вы стремитесь в данный момент, вряд ли будет достигнуто
        internal static let algiz = L10n.tr("Localizable", "description.total.Reverse.Algiz")
        /// Ситуация Вам не ясна и Вы теряетесь, чувствуя тревогу и уныние. Многое, происходящее вокруг, Вам не понятно и этот тупик кажется безвыходным. Здесь возможна ложь или обман, поэтому следует быть на стороже.  Вашей душе необходимо обновиться, не замыкайтесь на себе и своих чувствах. Напротив, проанализируйте происходящее взглядом со стороны. Отнеситесь к данной ситуации философски и извлеките из неё опыт. Ведь любая жизненная ситуация несёт в себе необходимый урок. Поэтому не паникуйте, а трезво оцените ситуацию и пути выхода из неё. А так же не забудьте мысленно поблагодарить за посланное Вам испытание
        internal static let ansuz = L10n.tr("Localizable", "description.total.Reverse.Ansuz")
        /// Что-то препятствует Вашему росту и осуществлению задуманного. И любое задуманное предприятие потерпит неудачу. Это могут быть и внешние события, независящие от Вас. А могут быть и Ваши черты характера, которые несут негативные энергии. Не исключено, что Вы ставите свои желания выше интересов окружающих. Отсюда могут возникнуть семейные проблемы и трениях с партнёрами по бизнесу. Совет знака - тщательно проанализируйте ситуацию и прежде всего - самого себя
        internal static let berkana = L10n.tr("Localizable", "description.total.Reverse.Berkana")
        /// Ваше движение вперёд заторможено и натыкается на препятствия. Не вините в этом ни себя ни окружающих, а примите это как данность. Препятствия эти незначительны. Возможно сейчас такая задержка будет полезна, чтобы отойти от дел и отдохнуть. Спокойно переживите трудности, а когда наступит подходящий момент - действуйте. Совет знака - терпение. Займите себя в этот момент чем-нибудь другим, приятным и полезным
        internal static let ehvaz = L10n.tr("Localizable", "description.total.Reverse.Ehvaz")
        /// Вас ждёт какое-то разочарование или потеря. Поэтому проявите мудрость и эмоциональную пассивность. Любая борьба для получения желаемого сейчас бесполезна, необходимо выждать. Рассмотрите проблему со всех сторон. Вы должны понять, без чего можно обойтись и от чего отказаться. То, что Вам действительно нужно, всегда останется при Вас. А так же позаботьтесь и о том, если кто-то нуждается в Вашей помощи
        internal static let fehu = L10n.tr("Localizable", "description.total.Reverse.Fehu")
        /// Появление данного знака свидетельствует о какой-то неудаче или потере чего-либо. Это может быть Ваш партнёр по бизнесу, Ваша любовь или часть Вашей личности. Она так же может означать ухудшение здоровья или потерю работы. Но в любом случае примите эту данность как необходимое Вам в данный момент и извлеките из происходящего урок. Откажитесь от того, что уже отжило своё и стало Вам ненужным. Ухудшение здоровья свидетельствует о том, что Вы запустили себя и забыли о себе,  слишком увлеклись погоней за ненужными Вам в данный момент целями или отношениями. Руна призывает переключить своё внимание на на себя. И помните, что жизнь не стоит на месте и вскоре всё обернётся к лучшему для Вас
        internal static let kauna = L10n.tr("Localizable", "description.total.Reverse.Kauna")
        /// Вы отрицаете саму жизнь и бросаете ей вызов. Этот знак - предупреждение против попыток превысить свои возможности. Вы устали и Ваши физические и душевные силы истощены. Возможно, что причина этого в том, что Вы пытались заполучить желаемое любой ценой. Эта некая идея поглотила целиком Ваши мысли и душу. Не удивительно, что сейчас Вы чувствуете опустошение и усталость. Не забывайте, как бы ни были велики Ваши жизненные ресурсы, они всё же не безграничны. Здесь необходимо разобраться в своих истинных желаниях и тяготениях
        internal static let laguz = L10n.tr("Localizable", "description.total.Reverse.Laguz")
        /// В данный момент Вам не следует рассчитывать на какую-либо помощь со стороны. Проанализируйте обстоятельства и разберитесь в ситуации для того, чтобы обратиться к самому себе. Возможно Вам видятся чьи-то злые намерения и козни на пути к Вашим целям, но на самом деле причина неудач именно в Вас самих, в свойствах Вашего характера и взглядов. Так же пересмотрите свои желания и подумайте насколько важна для Вас поставленная цель
        internal static let mannaz = L10n.tr("Localizable", "description.total.Reverse.Mannaz")
        /// Вы оказались на ложном пути в своих планах и наметили неправильную линию действий. И если продолжать это движение дальше, то Вас ждут провал и разочарование. Отчаяние и  пессимизм сейчас являются Вашими спутниками. Главное здесь - воздержаться от обвинения судьбы, окружающих или обстоятельств. Ведь причина Ваших неудач находится внутри Вас. И возможно именно она приведёт Вас к пониманию и решению проблемы, с которой Вы столкнулись. Ещё не поздно признать и исправить свои ошибки. Необходимо понять: то, что происходит сейчас с Вами - это лишь отражение того, что происходит внутри. Так что измените подсознательные ориентации, контролируйте свои эмоции и поступки, сдерживайте поток негативной энергии. Сохраняйте веру в себя,  не допускайте самобичевания и уныния
        internal static let naudiz = L10n.tr("Localizable", "description.total.Reverse.Naudiz")
        /// Существует опасность принятия неверного решения. Судьба даёт Вам предостережение через данную Руну о трудностях, с которыми Вы вероятно уже столкнулись или столкнётесь в ближайшее время, в результате попыток слишком быстрого прогресса. Дела Ваши не будут идти столь быстрыми темпами, как Вам бы этого хотелось. Поэтому будьте терпеливы и не торопите события. Совет знака - будь гибким, не подчиняйся условностям и старым авторитетам. Сейчас необходимо воздержаться от рисковых предприятий и действовать только согласно своему внутреннему ощущению
        internal static let opila = L10n.tr("Localizable", "description.total.Reverse.Opila")
        /// Ваше прошлое умерло, а Ваше будущее ещё не родилось. События могут развиваться не так, как Вы рассчитывали. Не следует ждать слишком многого ни от окружающих, ни от происходящих событий, ни от сложившихся ситуаций.   Поэтому не мучайте себя воспоминаниями и отпустите прошлое. Сломайте старые стереотипы и представления, если не сделаете этого, украдёте своё будущее. Живите в здесь и сейчас, не зацикливайтесь на конечном результате вашей нынешней деятельности и не цепляйтесь за прошлое. Совет знака - успокоиться, не противиться и переждать. Активные действия преобразования своей жизни, ни к чему не приведут в данный момент. Только заберут колосальный расход энергии
        internal static let perpu = L10n.tr("Localizable", "description.total.Reverse.Perpu")
        /// Ситуация сложна и всё зависит от того, насколько мудро и открыто Вы способны взглянуть правде в глаза. Выпавший знак  говорит о том, что Вы боитесь действовать, дабы не создавать себе проблем. Вы не прислушиваетесь к советам и придерживаетесь своей линии действия, поглощённым самим собой. Возможно, что причина создавшейся ситуации кроется в том, что Вы явно преувеличиваете свою значимость и игнорируете внешние обстоятельства. Присмотритесь и прислушайтесь к себе и своим действиям. Поспешные решения могут только усугубить ситуацию. Потому что, упрямо следуя по собственному пути, можно создать ещё более  серьёзные проблемы
        internal static let purisaz = L10n.tr("Localizable", "description.total.Reverse.Purisaz")
        /// Вас ждут неожиданные события и какие-то изменения. Ситуация требует от Вас быть внимательным и гибким. Грядущее путешествие возможно будет с препятствиями, а намерения Ваши могут не исполнятся. В настоящий момент следует так же быть осторожным в общении с близкими, чтобы не ранить их нечаянно обидным словом или поступком. Но при всём этом необходимо сохранять спокойствие и не падать духом
        internal static let raidu = L10n.tr("Localizable", "description.total.Reverse.Raidu")
        /// У Вас упадок сил и жизненного тонуса. Ваша цель не достигнута, это угнетает Вас и лишает сил. Возможно, в чём-то Вы совершили ошибку и Ваш энтузиазм иссяк. Совет знака - ищи ответ внутри себя. Проанализируйте ситуацию. В данном случае необходимо понять, что важнее всего для Вас - достижение своей цели любыми путями и методами, идя по головам. Или трезво оценить ситуацию и по-иному взглянуть на решение данной проблемы. Найти новые подходы и пути к цели. Для этого  необходимо изменить свои взгляды на мир, не обвиняя при этом не окружающих и не "злую" судьбу
        internal static let tiwaz = L10n.tr("Localizable", "description.total.Reverse.Tiwaz")
        /// Застой ситуации, дезорганизация силы. Действие Руны рассматривается как указание на неправильные действия. Возможно Вы упустили какую-то возможность или получили разочарование. В настоящий момент сила Ваших действий направлена в неверное русло и может обернуться против Вас. Здесь  необходимо преодолеть застарелые штампы видения ситуации и реакции на неё. Постарайтесь понять то, что скрыто и ищите выход во внутренней трансформации через познание себя. Тот, кто слышит сигнал тревоги, избежит крупных потрясений
        internal static let uruz = L10n.tr("Localizable", "description.total.Reverse.Uruz")
        /// Всё задуманное Вами, в данный момент движется к осуществлению слишком медленно. Сейчас у Вас трудное время. Ситуация сложна, но это не застой. И заминка ситуации свидетельствует о том, что Ваше время ещё не настало. Возможно Вы внутренне ещё не готовы к принятию задуманного Вами. Однако, постарайтесь не поддаваться сомнениям и сохраните свою индивидуальность. Временное отсутствие света в Вашей жизни, это всего лишь предоставленная возможность научиться видеть в темноте. Не допускайте неискренности в отношениях с людьми, чтобы не получить разочарование и лишиться союзников. Знак советует быть очень осторожным и не принимать поспешных решений
        internal static let wunji = L10n.tr("Localizable", "description.total.Reverse.Wunji")
      }
    }
    internal enum Value {
      /// Новая перспектива
      internal static let algiz = L10n.tr("Localizable", "description.value.Algiz")
      /// Духовное озарение, вмешательство высших сил
      internal static let ansuz = L10n.tr("Localizable", "description.value.Ansuz")
      /// Рост в карьере и личной жизни
      internal static let berkana = L10n.tr("Localizable", "description.value.Berkana")
      /// Серьёзное изменение в жизни
      internal static let dagaz = L10n.tr("Localizable", "description.value.Dagaz")
      /// Изменение в мировосприятии и образа жизни
      internal static let ehwaz = L10n.tr("Localizable", "description.value.Ehwaz")
      /// Достижение цели, удача
      internal static let fehu = L10n.tr("Localizable", "description.value.Fehu")
      /// Выгодное партнерство
      internal static let gebu = L10n.tr("Localizable", "description.value.Gebu")
      /// Непреодолимое обстоятельство
      internal static let hagalaz = L10n.tr("Localizable", "description.value.Hagalaz")
      /// Движение к успеху
      internal static let inwaz = L10n.tr("Localizable", "description.value.Inwaz")
      /// Бессилие
      internal static let isaz = L10n.tr("Localizable", "description.value.Isaz")
      /// Неприятное затруднение
      internal static let iwaz = L10n.tr("Localizable", "description.value.Iwaz")
      /// Награда после долгих усилий
      internal static let jara = L10n.tr("Localizable", "description.value.Jara")
      /// Воплощение задуманного
      internal static let kauna = L10n.tr("Localizable", "description.value.Kauna")
      /// Погружение во внутренний мир и доверие к интуиции
      internal static let laguz = L10n.tr("Localizable", "description.value.Laguz")
      /// Спокойствие и остановка
      internal static let mannaz = L10n.tr("Localizable", "description.value.Mannaz")
      /// Эмоциональное переживание
      internal static let naudiz = L10n.tr("Localizable", "description.value.Naudiz")
      /// Глобальное изменение
      internal static let odin = L10n.tr("Localizable", "description.value.Odin")
      /// Разрыв с прошлым
      internal static let opila = L10n.tr("Localizable", "description.value.Opila")
      /// Неожиданная трудность
      internal static let perpu = L10n.tr("Localizable", "description.value.Perpu")
      /// Неизвестность
      internal static let purisaz = L10n.tr("Localizable", "description.value.Purisaz")
      /// Перемена к лучшему
      internal static let raidu = L10n.tr("Localizable", "description.value.Raidu")
      /// Победа в любой деятельности
      internal static let sowilu = L10n.tr("Localizable", "description.value.Sowilu")
      /// Достижение целей
      internal static let tiwaz = L10n.tr("Localizable", "description.value.Tiwaz")
      /// Перемена в жизни
      internal static let uruz = L10n.tr("Localizable", "description.value.Uruz")
      /// Окончание "черной" полосы в жизни
      internal static let wunji = L10n.tr("Localizable", "description.value.Wunji")
      internal enum Reverse {
        /// Заблуждение
        internal static let algiz = L10n.tr("Localizable", "description.value.Reverse.Algiz")
        /// Тревога и уныние
        internal static let ansuz = L10n.tr("Localizable", "description.value.Reverse.Ansuz")
        /// Препятствие
        internal static let berkana = L10n.tr("Localizable", "description.value.Reverse.Berkana")
        /// Слабое препятствие
        internal static let ehvaz = L10n.tr("Localizable", "description.value.Reverse.Ehvaz")
        /// Разочарование или потеря
        internal static let fehu = L10n.tr("Localizable", "description.value.Reverse.Fehu")
        /// Неудача или потеря
        internal static let kauna = L10n.tr("Localizable", "description.value.Reverse.Kauna")
        /// Истощение сил
        internal static let laguz = L10n.tr("Localizable", "description.value.Reverse.Laguz")
        /// Отсутствие помощи
        internal static let mannaz = L10n.tr("Localizable", "description.value.Reverse.Mannaz")
        /// Отчаяние
        internal static let naudiz = L10n.tr("Localizable", "description.value.Reverse.Naudiz")
        /// Осторожность
        internal static let opila = L10n.tr("Localizable", "description.value.Reverse.Opila")
        /// Неопределенность
        internal static let perpu = L10n.tr("Localizable", "description.value.Reverse.Perpu")
        /// Страх действовать
        internal static let purisaz = L10n.tr("Localizable", "description.value.Reverse.Purisaz")
        /// Неожиданное событие
        internal static let raidu = L10n.tr("Localizable", "description.value.Reverse.Raidu")
        /// Упадок сил
        internal static let tiwaz = L10n.tr("Localizable", "description.value.Reverse.Tiwaz")
        /// Упущенная возможность
        internal static let uruz = L10n.tr("Localizable", "description.value.Reverse.Uruz")
        /// Медленное движение к цели
        internal static let wunji = L10n.tr("Localizable", "description.value.Reverse.Wunji")
      }
    }
  }

  internal enum InterpretationElementsCross {
    /// Вам, как человеку, присуща важная черта - %@, и в настоящее время с Вами происходит %@. Источником Ваших проблем может быть %@. Наиболее вероятное будущее может быть описано как %@. Для достижения этого результата, Ваша главная цель - %@. Если же Вы не достигнете поставленной цели - вас ждет %@.
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any, _ p4: Any, _ p5: Any, _ p6: Any) -> String {
      return L10n.tr("Localizable", "interpretationElementsCross.text", String(describing: p1), String(describing: p2), String(describing: p3), String(describing: p4), String(describing: p5), String(describing: p6))
    }
  }

  internal enum InterpretationForNorns {
    /// Общее положение Ваших дел может быть описано как %@. Обратите самое пристальное внимание на важную проблему, а именно - %@. Возможное решение этой проблемы - это %@
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any) -> String {
      return L10n.tr("Localizable", "interpretationForNorns.text", String(describing: p1), String(describing: p2), String(describing: p3))
    }
  }

  internal enum InterpretationForShortPrediction {
    /// Ваше текущее состояние можно описать как %@. Ваша проблема - это %@, но для её решения вы должны опираться на %@. Если вы будете настойчивы в своих действиях то вас ждет %@.
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any, _ p4: Any) -> String {
      return L10n.tr("Localizable", "interpretationForShortPrediction.text", String(describing: p1), String(describing: p2), String(describing: p3), String(describing: p4))
    }
  }

  internal enum InterpretationForThorsHummer {
    /// В прошлом вы ощущали %@, в настоящее время Вы чувствуете %@, в будущем вас ожидает %@
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any) -> String {
      return L10n.tr("Localizable", "interpretationForThorsHummer.text", String(describing: p1), String(describing: p2), String(describing: p3))
    }
  }

  internal enum InterpretationForTwoRunes {
    /// Ваше настоящее положение дел можно охарактеризовать как %@
    internal static func text(_ p1: Any) -> String {
      return L10n.tr("Localizable", "interpretationForTwoRunes.text", String(describing: p1))
    }
    internal enum Algiz {
      /// Ясновидение, паранормальные способности
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Ansuz")
      /// Обман с тяжелейшими последствиями
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Berkana")
      /// Пропажа
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Dagaz")
      /// Охлаждение в привязанностях, новое чувство
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Evaz")
      /// Проблемы с пониманием
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Eyvaz")
      /// Подъем жизненного уровня в целом 
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Fehu")
      /// Лишения, расплата за прошлые дела
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Gebo")
      /// Вредные привычки
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Halagaz")
      /// Пороки, негативное влияние
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Hyera")
      /// Укрепление семейных связей
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Inguz")
      /// Смертельная опасность
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Isa")
      /// Мании, фобии
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Kenaz")
      /// Управление чем или кем-либо
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Laguz")
      /// Особая миссия
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Mannaz")
      /// Рискованные предприятия, авантюры
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Nautiz")
      /// Излишний гедонизм
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Otilla")
      /// Защита собственности
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Perth")
      /// Любовь на расстоянии
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Raido")
      /// Помутнение разума
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.RuneOfOdin")
      /// Проблемы в сексуальной сфере
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Sovilo")
      /// Тяжелая болезнь
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Teyvaz")
      /// Укрепление позиций
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Turisaz")
      /// Облегчение, выздоровление, обретение защитников, покровителей, меценатов
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Uruz")
      /// Расставание с близкими людьми
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Algiz.Vunyo")
    }
    internal enum Ansuz {
      /// Ясновидение, паранормальные способности
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Algiz")
      /// Пибыли, рост, преумножение
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Berkana")
      /// Успехи в воздушной стихии
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Dagaz")
      /// Раскаяние, молитва
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Evaz")
      /// Непредсказуемые ситуации
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Eyvaz")
      /// Контроль, подчинение
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Fehu")
      /// Успехи намерениях, выгодные союзы
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Gebo")
      /// Неожиданные неприятности, потери
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Halagaz")
      /// Посты, воздержание, скромность
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Hyera")
      /// Успех в любом начинании
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Inguz")
      /// Обострение хронической болезни
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Isa")
      /// Успех в издательской и писательской деятельности
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Kenaz")
      /// Успехи в водной стихии
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Laguz")
      /// Возращение давно потерянного
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Mannaz")
      /// Несостоявшиеся проекты, уныние
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Nautiz")
      /// Потеря собственности
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Otilla")
      /// Успех в игре, везение
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Perth")
      /// Взаимодействие с пенсионерами
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Raido")
      /// Сокрушительные провалы в выборах
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.RuneOfOdin")
      /// Глобальные катастрофы 
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Sovilo")
      /// Достижение глобальных целей
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Teyvaz")
      /// Улучшение ситуации
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Turisaz")
      /// Новая информация, просветление
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Uruz")
      /// Обретение желаемого
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Ansuz.Vunyo")
    }
    internal enum Berkana {
      /// Обман с тяжелейшими последствиями
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Algiz")
      /// Пибыли, рост, преумножение
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Ansuz")
      /// Экономическая/денежная реформа
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Dagaz")
      /// Клевета
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Evaz")
      /// Ошибки, заблуждения
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Eyvaz")
      /// Семейная идиллия, брачные отношения
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Fehu")
      /// Жизнеутвреждающие мотивы, мотивация
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Gebo")
      /// Опасность для детей
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Halagaz")
      /// Вульгарная магия
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Hyera")
      /// Строительство дома, дачи
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Inguz")
      /// Неуязвимость
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Isa")
      /// Избавление от обмана
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Kenaz")
      /// Успехи в любом начинании
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Laguz")
      /// Неожиданное везение
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Mannaz")
      /// Потеря вложений, обманы партнеров
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Nautiz")
      /// Успехи в химии, биологии
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Otilla")
      /// Невезение, ошибки, просчеты
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Perth")
      /// Пересмотр ценностей
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Raido")
      /// Нелепая экстравагантность
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.RuneOfOdin")
      /// Восстановление связей
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Sovilo")
      /// Воссоединение распавшейся семьи
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Teyvaz")
      /// Ухудшение отношений
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Turisaz")
      /// Прибыль, плодородие, успех в малом бизнесе
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Uruz")
      /// Отказ от материальных благ, альтруизм
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Berkana.Vunyo")
    }
    internal enum Dagaz {
      /// Пропажа
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Algiz")
      /// Успехи в воздушной стихии
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Ansuz")
      /// Экономическая/денежная реформа
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Berkana")
      /// Легкомыслие, опасные связи
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Evaz")
      /// Затянувшееся бедствие
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Eyvaz")
      /// Поворот к лучшему, начало новой истории
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Fehu")
      /// Неуспех начинаний, неверие в себя
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Gebo")
      /// Длительное несчастье
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Halagaz")
      /// Время потерь
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Hyera")
      /// Благополучие
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Inguz")
      /// Длительное ожидание счастья
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Isa")
      /// Медленные перемены
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Kenaz")
      /// Осмысление проблем, поиск выхода
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Laguz")
      /// Расположение высших сил
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Mannaz")
      /// Следствие, проблемы с провоохранительной системой
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Nautiz")
      /// Щедрость, граничащая с глупостью
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Otilla")
      /// Работа над своим телом, тренировки
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Perth")
      /// Психическое отклонение
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Raido")
      /// Жестокость, наказание
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.RuneOfOdin")
      /// Блуждание в лабиринтах судьбы
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Sovilo")
      /// Продолжительная ссора
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Teyvaz")
      /// Кардинальное изменение
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Turisaz")
      /// Успехи в образовании
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Uruz")
      /// Авансы на будущее
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Dagaz.Vunyo")
    }
    internal enum Evaz {
      /// Охлаждение в привязанностях, новое чувство
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Algiz")
      /// Раскаяние, молитва
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Ansuz")
      /// Клевета
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Berkana")
      /// Легкомыслие, опасные связи
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Dagaz")
      /// Успехи в онлайн сфере
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Eyvaz")
      /// Воплощение желаний
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Fehu")
      /// Новые связи, часто порочащие вас
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Gebo")
      /// Обнаружение страшной тайны
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Halagaz")
      /// Кардиологические проблемы
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Hyera")
      /// Уход от поражения в последний миг
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Inguz")
      /// Потеря оптимизма, начало тяж заболевания
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Isa")
      /// Возрожденные мечты
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Kenaz")
      /// Духовное очищение
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Laguz")
      /// Переполнение сосуда кармы, добрые дела
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Mannaz")
      /// Насилие в любой форме
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Nautiz")
      /// Приятные сюрпризы
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Otilla")
      /// Новые счастливые шансы
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Perth")
      /// Напускное веселье
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Raido")
      /// Проблемы с мышлением
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.RuneOfOdin")
      /// Успех в искусстве
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Sovilo")
      /// Легкие травмы
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Teyvaz")
      /// Случайное стечение обстоятельств
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Turisaz")
      /// Медленное, но верное продвижение к цели
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Uruz")
      /// Ажиотаж, борьба с несущественными угрозами
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Evaz.Vunyo")
    }
    internal enum Eyvaz {
      /// Проблемы с пониманием
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Algiz")
      /// Непредсказуемые ситуации
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Ansuz")
      /// Ошибки, заблуждения
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Berkana")
      /// Затянувшееся бедствие
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Dagaz")
      /// Успехи в онлайн сфере
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Evaz")
      /// Необходимая деятельность, решение проблем
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Fehu")
      /// Новые начинания
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Gebo")
      /// Наводнения, опасность от воды
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Halagaz")
      /// Задержки, палки в колесах
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Hyera")
      /// Финансовые успехи
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Inguz")
      /// Ловушка, западня
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Isa")
      /// Долгожданная беременность, прибыли
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Kenaz")
      /// Приспосабливаемость
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Laguz")
      /// Затянувшиеся события
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Mannaz")
      /// Смертельная опасность
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Nautiz")
      /// Новое качество жизни
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Otilla")
      /// Новые этапы счастливой судьбы
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Perth")
      /// Напускное веселье
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Raido")
      /// Безотчетные желания
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.RuneOfOdin")
      /// Проблемы с нервной системой
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Sovilo")
      /// Наказание без вины
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Teyvaz")
      /// Опасность
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Turisaz")
      /// Тяжелые обстоятельства, последствия медицинских операций
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Uruz")
      /// Преображение внешности
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Eyvaz.Vunyo")
    }
    internal enum Fehu {
      /// Подъем жизненного уровня в целом 
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Algiz")
      /// Контроль, подчинение
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Ansuz")
      /// Семейная идиллия, брачные отношения
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Berkana")
      /// Поворот к лучшему, начало новой истории
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Dagaz")
      /// Воплощение желаний
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Evaz")
      /// Необходимая деятельность, решение проблем
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Eyvaz")
      /// Авантюра
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Gebo")
      /// Опасность от водной стихии
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Halagaz")
      /// Неумение распоряжаться временем, застой
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Hyera")
      /// Необходимая передышка, истощение жизненных запасов
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Inguz")
      /// Потеря работы, творческий кризис, стагнация
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Isa")
      /// Выход из тяжелого положения
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Kenaz")
      /// Удача в начинаниях
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Laguz")
      /// Рекомендации, полезные советы
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Mannaz")
      /// Лишения, тяжелая болезнь
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Nautiz")
      /// Экстренные ситуации, неприятности
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Otilla")
      /// Зарождение новой жизни, возможная прибыль, радостное известие
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Perth")
      /// Долгое путешествие
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Raido")
      /// Нежданные дары судьбы
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.RuneOfOdin")
      /// Успешное преодоление препятствий
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Sovilo")
      /// Удачное стечение обстоятельств, новые приобретения
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Teyvaz")
      /// Сочувствие, помощь ближним
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Turisaz")
      /// Наследование имущества
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Uruz")
      /// Успешное обогащение
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Fehu.Vunyo")
    }
    internal enum Gebo {
      /// Лишения, расплата за прошлые дела
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Algiz")
      /// Успехи намерениях, выгодные союзы
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Ansuz")
      /// Жизнеутвреждающие мотивы, мотивация
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Berkana")
      /// Неуспех начинаний, неверие в себя
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Dagaz")
      /// Новые связи, часто порочащие вас
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Evaz")
      /// Новые начинания
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Eyvaz")
      /// Авантюра
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Fehu")
      /// Разрушение невидимых границ, путь к свободе
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Halagaz")
      /// Союз, проверенный временем
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Hyera")
      /// Скорое супружество
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Inguz")
      /// Прекращение ненужных отношений
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Isa")
      /// Триумф, премии
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Kenaz")
      /// Выздоровление, облегчение
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Laguz")
      /// Неожиданный выигрыш
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Mannaz")
      /// Возвращение к истокам, потеря близких
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Nautiz")
      /// Неустойчивость в финансовых делах
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Otilla")
      /// Нахождение клада(в прямом и переносном смысле)
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Perth")
      /// Открытие нового
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Raido")
      /// Смертельная опасность
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.RuneOfOdin")
      /// Очищение, испытание свободой
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Sovilo")
      /// Святость, мудрость, опыт
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Teyvaz")
      /// Катастрофы, экологические бедствия
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Turisaz")
      /// Выгодное партнерство
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Uruz")
      /// Прекрасный союз
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Gebo.Vunyo")
    }
    internal enum Halagaz {
      /// Вредные привычки
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Algiz")
      /// Неожиданные неприятности, потери
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Ansuz")
      /// Опасность для детей
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Berkana")
      /// Длительное несчастье
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Dagaz")
      /// Обнаружение страшной тайны
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Evaz")
      /// Наводнения, опасность от воды
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Eyvaz")
      /// Опасность от водной стихии
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Fehu")
      /// Разрушение невидимых границ, путь к свободе
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Gebo")
      /// Потеря всего, крушение надежд
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Hyera")
      /// Неурожай, потери
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Inguz")
      /// Безысходность, серьезные болезни
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Isa")
      /// Провал планов
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Kenaz")
      /// Опасность от водной стихии
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Laguz")
      /// Месть
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Mannaz")
      /// Бессмысленный пафос, бессилие
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Nautiz")
      /// Отказ от планов
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Otilla")
      /// Аддиктивность
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Perth")
      /// Карьерный рост
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Raido")
      /// Тяжелые болезни
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.RuneOfOdin")
      /// Проблемы со зрением
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Sovilo")
      /// Долгие споры
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Teyvaz")
      /// Победа над соперниками
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Turisaz")
      /// Немощность, инвалидность
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Uruz")
      /// Бегство от проблем
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Halagaz.Vunyo")
    }
    internal enum Hyera {
      /// Пороки, негативное влияние
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Algiz")
      /// Посты, воздержание, скромность
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Ansuz")
      /// Вульгарная магия
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Berkana")
      /// Время потерь
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Dagaz")
      /// Кардиологические проблемы
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Evaz")
      /// Задержки, палки в колесах
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Eyvaz")
      /// Неумение распоряжаться временем, застой
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Fehu")
      /// Союз, проверенный временем
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Gebo")
      /// Потеря всего, крушение надежд
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Halagaz")
      /// Исповедь, покаяние
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Inguz")
      /// Временнные трудности
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Isa")
      /// Неискренние отношения
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Kenaz")
      /// Успехи, перемены к лучшему
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Laguz")
      /// Неожиданная помощь
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Mannaz")
      /// Пресыщение удовольствиями, разврат, похоть
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Nautiz")
      /// Обманы
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Otilla")
      /// Получение меньшего, чем ожидалось
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Perth")
      /// Увлечение чем-то новым
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Raido")
      /// Насилие, несвобода
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.RuneOfOdin")
      /// Непреодолимые обстоятельства
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Sovilo")
      /// Бесплодные мечты
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Teyvaz")
      /// Долги, проблемы
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Turisaz")
      /// Запаздывание с успехом
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Uruz")
      /// Долгий путь в неизвестности, опасность
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Hyera.Vunyo")
    }
    internal enum Inguz {
      /// Укрепление семейных связей
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Algiz")
      /// Успех в любом начинании
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Ansuz")
      /// Строительство дома, дачи
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Berkana")
      /// Благополучие
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Dagaz")
      /// Уход от поражения в последний миг
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Evaz")
      /// Финансовые успехи
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Eyvaz")
      /// Необходимая передышка, истощение жизненных запасов
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Fehu")
      /// Скорое супружество
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Gebo")
      /// Неурожай, потери
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Halagaz")
      /// Исповедь, покаяние
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Hyera")
      /// Необходимость перемен
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Isa")
      /// Удачные сделки, контракты с иностранными партнерами
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Kenaz")
      /// Приобретение крупной собственности
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Laguz")
      /// Награда
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Mannaz")
      /// Пропасть, боязнь высоты
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Nautiz")
      /// Блестящее исполнение задуманного
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Otilla")
      /// Скрытые резервы
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Perth")
      /// Катастрофа
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Raido")
      /// Ментальные заболевания
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.RuneOfOdin")
      /// Поиски истины
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Sovilo")
      /// Путь к победе
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Teyvaz")
      /// Окончание истории
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Turisaz")
      /// Долголетие, успех
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Uruz")
      /// Исполнение задуманного в полной мере
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Inguz.Vunyo")
    }
    internal enum Isa {
      /// Смертельная опасность
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Algiz")
      /// Обострение хронической болезни
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Ansuz")
      /// Неуязвимость
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Berkana")
      /// Длительное ожидание счастья
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Dagaz")
      /// Потеря оптимизма, начало тяж заболевания
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Evaz")
      /// Ловушка, западня
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Eyvaz")
      /// Потеря работы, творческий кризис, стагнация
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Fehu")
      /// Прекращение ненужных отношений
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Gebo")
      /// Безысходность, серьезные болезни
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Halagaz")
      /// Временнные трудности
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Hyera")
      /// Необходимость перемен
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Inguz")
      /// Добровольное рабство, подчинение
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Kenaz")
      /// Вирусные инфекции
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Laguz")
      /// Трудное время, испытание
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Mannaz")
      /// Продолжительные бедствия
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Nautiz")
      /// Скандалы, обманы, измены
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Otilla")
      /// Необходимость перемен, движения
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Perth")
      /// Перемирие
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Raido")
      /// Беспредел
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.RuneOfOdin")
      /// Ложное видение проблемы
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Sovilo")
      /// Переоценка собственных сил
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Teyvaz")
      /// Трудная ситуация, тяжелое восстановление
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Turisaz")
      /// Недееспособность, лень, апатия
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Uruz")
      /// Успехи в силовых структурах
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Isa.Vunyo")
    }
    internal enum Kenaz {
      /// Мании, фобии
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Algiz")
      /// Успех в издательской и писательской деятельности
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Ansuz")
      /// Избавление от обмана
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Berkana")
      /// Медленные перемены
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Dagaz")
      /// Возрожденные мечты
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Evaz")
      /// Долгожданная беременность, прибыли
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Eyvaz")
      /// Выход из тяжелого положения
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Fehu")
      /// Триумф, премии
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Gebo")
      /// Провал планов
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Halagaz")
      /// Неискренние отношения
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Hyera")
      /// Удачные сделки, контракты с иностранными партнерами
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Inguz")
      /// Добровольное рабство, подчинение
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Isa")
      /// Мир, соглашение, радость, гармония
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Laguz")
      /// Успехи в творчестве
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Mannaz")
      /// Время желаний
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Nautiz")
      /// Прибыли сверх ожидаемого
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Otilla")
      /// Свобода, освобождение
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Perth")
      /// Результат действий
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Raido")
      /// Склонность к безумным поступкам, маниакальность
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.RuneOfOdin")
      /// Принятие важных решений
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Sovilo")
      /// Осуществимость надежд
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Teyvaz")
      /// Быстрый успех, неожиданное покровительство
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Turisaz")
      /// Таланты, успехи, везение
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Uruz")
      /// Победа в любой тяжбе, успех
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Kenaz.Vunyo")
    }
    internal enum Laguz {
      /// Управление чем или кем-либо
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Algiz")
      /// Успехи в водной стихии
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Ansuz")
      /// Успехи в любом начинании
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Berkana")
      /// Осмысление проблем, поиск выхода
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Dagaz")
      /// Духовное очищение
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Evaz")
      /// Приспосабливаемость
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Eyvaz")
      /// Удача в начинаниях
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Fehu")
      /// Выздоровление, облегчение
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Gebo")
      /// Опасность от водной стихии
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Halagaz")
      /// Успехи, перемены к лучшему
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Hyera")
      /// Приобретение крупной собственности
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Inguz")
      /// Вирусные инфекции
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Isa")
      /// Мир, соглашение, радость, гармония
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Kenaz")
      /// Новая связь
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Mannaz")
      /// Активность конкурентов, провалы
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Nautiz")
      /// Напрасные потери
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Otilla")
      /// Успехи в любви
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Perth")
      /// Измена
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Raido")
      /// Депрессия
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.RuneOfOdin")
      /// Осторожность, гибкость
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Sovilo")
      /// Раскрытие злых замыслов
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Teyvaz")
      /// Новый поворот
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Turisaz")
      /// Новые начинания, успехи
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Uruz")
      /// Успехи в подводных исследованиях
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Laguz.Vunyo")
    }
    internal enum Mannaz {
      /// Особая миссия
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Algiz")
      /// Возращение давно потерянного
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Ansuz")
      /// Неожиданное везение
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Berkana")
      /// Расположение высших сил
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Dagaz")
      /// Переполнение сосуда кармы, добрые дела
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Evaz")
      /// Затянувшиеся события
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Eyvaz")
      /// Рекомендации, полезные советы
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Fehu")
      /// Неожиданный выигрыш
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Gebo")
      /// Месть
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Halagaz")
      /// Неожиданная помощь
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Hyera")
      /// Награда
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Inguz")
      /// Трудное время, испытание
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Isa")
      /// Успехи в творчестве
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Kenaz")
      /// Новая связь
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Laguz")
      /// Международные конфликты
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Nautiz")
      /// Наследство
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Otilla")
      /// Духовное возрождение
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Perth")
      /// Семейные отношения
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Raido")
      /// Водоворот огромных неприятностей
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.RuneOfOdin")
      /// Выход за пределы возможного
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Sovilo")
      /// Непреодолимая вражда
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Teyvaz")
      /// Странное приключение
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Turisaz")
      /// Судебные тяжбы в вашу пользу
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Uruz")
      /// Возврат к прежним проектам
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Mannaz.Vunyo")
    }
    internal enum Nautiz {
      /// Рискованные предприятия, авантюры
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Algiz")
      /// Несостоявшиеся проекты, уныние
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Ansuz")
      /// Потеря вложений, обманы партнеров
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Berkana")
      /// Следствие, проблемы с провоохранительной системой
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Dagaz")
      /// Насилие в любой форме
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Evaz")
      /// Смертельная опасность
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Eyvaz")
      /// Лишения, тяжелая болезнь
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Fehu")
      /// Возвращение к истокам, потеря близких
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Gebo")
      /// Бессмысленный пафос, бессилие
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Halagaz")
      /// Пресыщение удовольствиями, разврат, похоть
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Hyera")
      /// Пропасть, боязнь высоты
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Inguz")
      /// Продолжительные бедствия
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Isa")
      /// Время желаний
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Kenaz")
      /// Активность конкурентов, провалы
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Laguz")
      /// Международные конфликты
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Mannaz")
      /// Сомнения, терзающие душу, отсутствие сил
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Otilla")
      /// Самоедство, мнительность
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Perth")
      /// Неожиданные путешествия
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Raido")
      /// Запретные плоды, опасность
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.RuneOfOdin")
      /// Долгая разлука
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Sovilo")
      /// Проигранные сражения
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Teyvaz")
      /// Крушение всего
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Turisaz")
      /// Финансовые проблемы
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Uruz")
      /// Крах предприятий
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Nautiz.Vunyo")
    }
    internal enum Otilla {
      /// Излишний гедонизм
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Algiz")
      /// Потеря собственности
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Ansuz")
      /// Успехи в химии, биологии
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Berkana")
      /// Щедрость, граничащая с глупостью
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Dagaz")
      /// Приятные сюрпризы
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Evaz")
      /// Новое качество жизни
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Eyvaz")
      /// Экстренные ситуации, неприятности
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Fehu")
      /// Неустойчивость в финансовых делах
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Gebo")
      /// Отказ от планов
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Halagaz")
      /// Обманы
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Hyera")
      /// Блестящее исполнение задуманного
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Inguz")
      /// Скандалы, обманы, измены
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Isa")
      /// Прибыли сверх ожидаемого
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Kenaz")
      /// Напрасные потери
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Laguz")
      /// Наследство
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Mannaz")
      /// Сомнения, терзающие душу, отсутствие сил
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Nautiz")
      /// Разочарования, суета, мелочные порывы
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Perth")
      /// Удачное разрешение проблем
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Raido")
      /// Анархия, хаос, непредсказуемость
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.RuneOfOdin")
      /// Авральные ситуации, опасность
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Sovilo")
      /// Успех в торговле
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Teyvaz")
      /// Экономическое благополучие
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Turisaz")
      /// Разрыв старых связей, начало нового пути, сомнения
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Uruz")
      /// Необъяснимое исцеление
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Otilla.Vunyo")
    }
    internal enum Perth {
      /// Защита собственности
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Algiz")
      /// Успех в игре, везение
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Ansuz")
      /// Невезение, ошибки, просчеты
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Berkana")
      /// Работа над своим телом, тренировки
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Dagaz")
      /// Новые счастливые шансы
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Evaz")
      /// Новые этапы счастливой судьбы
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Eyvaz")
      /// Зарождение новой жизни, возможная прибыль, радостное известие
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Fehu")
      /// Нахождение клада(в прямом и переносном смысле)
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Gebo")
      /// Аддиктивность
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Halagaz")
      /// Получение меньшего, чем ожидалось
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Hyera")
      /// Скрытые резервы
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Inguz")
      /// Необходимость перемен, движения
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Isa")
      /// Свобода, освобождение
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Kenaz")
      /// Успехи в любви
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Laguz")
      /// Духовное возрождение
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Mannaz")
      /// Самоедство, мнительность
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Nautiz")
      /// Разочарования, суета, мелочные порывы
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Otilla")
      /// Материальное благополучие
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Raido")
      /// Напрасные усилия
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.RuneOfOdin")
      /// Собрание, митинг
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Sovilo")
      /// Успехи
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Teyvaz")
      /// Беременность, ожидание пополнения
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Turisaz")
      /// Обуза, нежелательная беременность
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Uruz")
      /// Обнаружение ворованного
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Perth.Vunyo")
    }
    internal enum Raido {
      /// Любовь на расстоянии
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Algiz")
      /// Взаимодействие с пенсионерами
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Ansuz")
      /// Пересмотр ценностей
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Berkana")
      /// Психическое отклонение
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Dagaz")
      /// Напускное веселье
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Evaz")
      /// Напускное веселье
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Eyvaz")
      /// Долгое путешествие
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Fehu")
      /// Открытие нового
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Gebo")
      /// Карьерный рост
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Halagaz")
      /// Увлечение чем-то новым
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Hyera")
      /// Катастрофа
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Inguz")
      /// Перемирие
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Isa")
      /// Результат действий
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Kenaz")
      /// Измена
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Laguz")
      /// Семейные отношения
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Mannaz")
      /// Неожиданные путешествия
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Nautiz")
      /// Удачное разрешение проблем
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Otilla")
      /// Материальное благополучие
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Perth")
      /// Крепкий союз
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.RuneOfOdin")
      /// Неискренние друзья
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Sovilo")
      /// Тоска, апатия
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Teyvaz")
      /// Выступление, поздравление
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Turisaz")
      /// Обогащение
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Uruz")
      /// Проблемы со здоровьем
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Raido.Vunyo")
    }
    internal enum RuneOfOdin {
      /// Помутнение разума
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Algiz")
      /// Сокрушительные провалы в выборах
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Ansuz")
      /// Нелепая экстравагантность
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Berkana")
      /// Жестокость, наказание
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Dagaz")
      /// Проблемы с мышлением
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Evaz")
      /// Безотчетные желания
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Eyvaz")
      /// Нежданные дары судьбы
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Fehu")
      /// Смертельная опасность
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Gebo")
      /// Тяжелые болезни
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Halagaz")
      /// Насилие, несвобода
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Hyera")
      /// Ментальные заболевания
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Inguz")
      /// Беспредел
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Isa")
      /// Склонность к безумным поступкам, маниакальность
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Kenaz")
      /// Депрессия
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Laguz")
      /// Водоворот огромных неприятностей
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Mannaz")
      /// Запретные плоды, опасность
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Nautiz")
      /// Анархия, хаос, непредсказуемость
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Otilla")
      /// Напрасные усилия
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Perth")
      /// Крепкий союз
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Raido")
      /// Прорывная идея
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Sovilo")
      /// Крушение надежд
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Teyvaz")
      /// Недоброжелатели, сглаз
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Turisaz")
      /// Старость, немощность
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Uruz")
      /// Эфемерное счастье
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.RuneOfOdin.Vunyo")
    }
    internal enum Sovilo {
      /// Проблемы в сексуальной сфере
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Algiz")
      /// Глобальные катастрофы 
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Ansuz")
      /// Восстановление связей
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Berkana")
      /// Блуждание в лабиринтах судьбы
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Dagaz")
      /// Успех в искусстве
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Evaz")
      /// Проблемы с нервной системой
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Eyvaz")
      /// Успешное преодоление препятствий
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Fehu")
      /// Очищение, испытание свободой
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Gebo")
      /// Проблемы со зрением
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Halagaz")
      /// Непреодолимые обстоятельства
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Hyera")
      /// Поиски истины
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Inguz")
      /// Ложное видение проблемы
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Isa")
      /// Принятие важных решений
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Kenaz")
      /// Осторожность, гибкость
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Laguz")
      /// Выход за пределы возможного
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Mannaz")
      /// Долгая разлука
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Nautiz")
      /// Авральные ситуации, опасность
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Otilla")
      /// Собрание, митинг
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Perth")
      /// Неискренние друзья
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Raido")
      /// Прорывная идея
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.RuneOfOdin")
      /// Высшая объективность, победа над собой
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Teyvaz")
      /// Крах, печаль
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Turisaz")
      /// Удача, развязывание кармических узлов
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Uruz")
      /// Перемена мест обитания, успехи в географии
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Sovilo.Vunyo")
    }
    internal enum Teyvaz {
      /// Тяжелая болезнь
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Algiz")
      /// Достижение глобальных целей
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Ansuz")
      /// Воссоединение распавшейся семьи
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Berkana")
      /// Продолжительная ссора
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Dagaz")
      /// Легкие травмы
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Evaz")
      /// Наказание без вины
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Eyvaz")
      /// Удачное стечение обстоятельств, новые приобретения
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Fehu")
      /// Святость, мудрость, опыт
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Gebo")
      /// Долгие споры
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Halagaz")
      /// Бесплодные мечты
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Hyera")
      /// Путь к победе
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Inguz")
      /// Переоценка собственных сил
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Isa")
      /// Осуществимость надежд
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Kenaz")
      /// Раскрытие злых замыслов
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Laguz")
      /// Непреодолимая вражда
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Mannaz")
      /// Проигранные сражения
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Nautiz")
      /// Успех в торговле
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Otilla")
      /// Успехи
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Perth")
      /// Тоска, апатия
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Raido")
      /// Крушение надежд
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.RuneOfOdin")
      /// Высшая объективность, победа над собой
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Sovilo")
      /// Быстрый успех
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Turisaz")
      /// Победы в любых соревнованиях
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Uruz")
      /// Истязание плоти, самобичевание
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Teyvaz.Vunyo")
    }
    internal enum Turisaz {
      /// Укрепление позиций
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Algiz")
      /// Улучшение ситуации
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Ansuz")
      /// Ухудшение отношений
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Berkana")
      /// Кардинальное изменение
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Dagaz")
      /// Случайное стечение обстоятельств
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Evaz")
      /// Опасность
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Eyvaz")
      /// Сочувствие, помощь ближним
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Fehu")
      /// Катастрофы, экологические бедствия
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Gebo")
      /// Победа над соперниками
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Halagaz")
      /// Долги, проблемы
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Hyera")
      /// Окончание истории
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Inguz")
      /// Трудная ситуация, тяжелое восстановление
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Isa")
      /// Быстрый успех, неожиданное покровительство
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Kenaz")
      /// Новый поворот
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Laguz")
      /// Странное приключение
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Mannaz")
      /// Крушение всего
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Nautiz")
      /// Экономическое благополучие
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Otilla")
      /// Беременность, ожидание пополнения
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Perth")
      /// Выступление, поздравление
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Raido")
      /// Недоброжелатели, сглаз
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.RuneOfOdin")
      /// Крах, печаль
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Sovilo")
      /// Быстрый успех
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Teyvaz")
      /// Укрепление связей
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Uruz")
      /// Отдых, восстановление
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Turisaz.Vunyo")
    }
    internal enum Uruz {
      /// Облегчение, выздоровление, обретение защитников, покровителей, меценатов
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Algiz")
      /// Новая информация, просветление
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Ansuz")
      /// Прибыль, плодородие, успех в малом бизнесе
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Berkana")
      /// Успехи в образовании
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Dagaz")
      /// Медленное, но верное продвижение к цели
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Evaz")
      /// Тяжелые обстоятельства, последствия медицинских операций
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Eyvaz")
      /// Наследование имущества
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Fehu")
      /// Выгодное партнерство
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Gebo")
      /// Немощность, инвалидность
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Halagaz")
      /// Запаздывание с успехом
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Hyera")
      /// Долголетие, успех
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Inguz")
      /// Недееспособность, лень, апатия
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Isa")
      /// Таланты, успехи, везение
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Kenaz")
      /// Новые начинания, успехи
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Laguz")
      /// Судебные тяжбы в вашу пользу
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Mannaz")
      /// Финансовые проблемы
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Nautiz")
      /// Разрыв старых связей, начало нового пути, сомнения
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Otilla")
      /// Обуза, нежелательная беременность
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Perth")
      /// Обогащение
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Raido")
      /// Старость, немощность
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.RuneOfOdin")
      /// Удача, развязывание кармических узлов
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Sovilo")
      /// Победы в любых соревнованиях
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Teyvaz")
      /// Укрепление связей
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Turisaz")
      /// Неурожай, голод, разруха
      internal static let vunyo = L10n.tr("Localizable", "interpretationForTwoRunes.Uruz.Vunyo")
    }
    internal enum Vunyo {
      /// Расставание с близкими людьми
      internal static let algiz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Algiz")
      /// Обретение желаемого
      internal static let ansuz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Ansuz")
      /// Отказ от материальных благ, альтруизм
      internal static let berkana = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Berkana")
      /// Авансы на будущее
      internal static let dagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Dagaz")
      /// Ажиотаж, борьба с несущественными угрозами
      internal static let evaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Evaz")
      /// Преображение внешности
      internal static let eyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Eyvaz")
      /// Успешное обогащение
      internal static let fehu = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Fehu")
      /// Прекрасный союз
      internal static let gebo = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Gebo")
      /// Бегство от проблем
      internal static let halagaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Halagaz")
      /// Долгий путь в неизвестности, опасность
      internal static let hyera = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Hyera")
      /// Исполнение задуманного в полной мере
      internal static let inguz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Inguz")
      /// Успехи в силовых структурах
      internal static let isa = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Isa")
      /// Победа в любой тяжбе, успех
      internal static let kenaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Kenaz")
      /// Успехи в подводных исследованиях
      internal static let laguz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Laguz")
      /// Возврат к прежним проектам
      internal static let mannaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Mannaz")
      /// Крах предприятий
      internal static let nautiz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Nautiz")
      /// Необъяснимое исцеление
      internal static let otilla = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Otilla")
      /// Обнаружение ворованного
      internal static let perth = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Perth")
      /// Проблемы со здоровьем
      internal static let raido = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Raido")
      /// Эфемерное счастье
      internal static let runeOfOdin = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.RuneOfOdin")
      /// Перемена мест обитания, успехи в географии
      internal static let sovilo = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Sovilo")
      /// Истязание плоти, самобичевание
      internal static let teyvaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Teyvaz")
      /// Отдых, восстановление
      internal static let turisaz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Turisaz")
      /// Неурожай, голод, разруха
      internal static let uruz = L10n.tr("Localizable", "interpretationForTwoRunes.Vunyo.Uruz")
    }
  }

  internal enum InterpretationForСross {
    /// В прошлом вы ощущали %@, настоящее (в том числе проблема) может быть описано как %@. При естественном развитии ситуации, Вас ожидает %@, причем есть сила, а именно %@, на которую Вы не можете влиять. Но если Судьба принесет вам помощь - %@, то Вас ждет лучшее будущее.
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any, _ p4: Any, _ p5: Any) -> String {
      return L10n.tr("Localizable", "interpretationForСross.text", String(describing: p1), String(describing: p2), String(describing: p3), String(describing: p4), String(describing: p5))
    }
  }

  internal enum InterpretationKeltsCross {
    /// В настоящее время с Вами происходит %@, что является следствием вашего прошлого -  %@. Если в будущем ваша цель %@, вам необходимо обратить внимание на %@. Возможно, причиной ваших трудностей является %@. Лучшее, чего Вы можете ожидать - это %@. Как наиболее вероятный результат - вас ждет %@.
    internal static func text(_ p1: Any, _ p2: Any, _ p3: Any, _ p4: Any, _ p5: Any, _ p6: Any, _ p7: Any) -> String {
      return L10n.tr("Localizable", "interpretationKeltsCross.text", String(describing: p1), String(describing: p2), String(describing: p3), String(describing: p4), String(describing: p5), String(describing: p6), String(describing: p7))
    }
  }

  internal enum Rune {
    internal enum Cross {
      /// Чтобы узнать, как сейчас (за или против вас) складывается ситуация, используйте этот популярный расклад. Он поможет скоординировать ваши действия и подскажет оптимальное решение проблемы.
      internal static let description = L10n.tr("Localizable", "rune.cross.description")
      /// Крест
      internal static let name = L10n.tr("Localizable", "rune.cross.name")
    }
    internal enum DayRune {
      /// Часто для получения ответа на заданный вопрос достаточно взять одну руну, ее значение – это и есть ответ на Ваш вопрос. В этом случае исключена вероятность неправильного толкования, ведь других рун, способных запутать Вопрошающего – нет.
      internal static let description = L10n.tr("Localizable", "rune.dayRune.description")
      /// Руна дня
      internal static let name = L10n.tr("Localizable", "rune.dayRune.name")
    }
    internal enum ElementsCross {
      /// Данный расклад является расширенной версией расклада «Крест».
      internal static let description = L10n.tr("Localizable", "rune.elementsCross.description")
      /// Крест стихий
      internal static let name = L10n.tr("Localizable", "rune.elementsCross.name")
    }
    internal enum KeltsCross {
      /// Известность и популярность данного гадания объясняется широтой толкования, с его помощью можно как просто заглянуть в свое будущее, так и узнать, как действовать и чего ожидать от конкретно возникшей затруднительной ситуации.
      internal static let description = L10n.tr("Localizable", "rune.keltsCross.description")
      /// Кельтский крест
      internal static let name = L10n.tr("Localizable", "rune.keltsCross.name")
    }
    internal enum Norns {
      /// В германо-скандинавской мифологии три женщины, волшебницы, наделенные чудесным даром определять судьбы мира, людей и даже богов. Данный рунический расклад может применяться в различных ситуациях как для прояснения чего-либо, так и для получения совета или ответа на вопрос.
      internal static let description = L10n.tr("Localizable", "rune.norns.description")
      /// Норны
      internal static let name = L10n.tr("Localizable", "rune.norns.name")
    }
    internal enum ShortPrediction {
      /// Расклад помогает понять причины и найти решения не очень сложных и не запущенных проблем.
      internal static let description = L10n.tr("Localizable", "rune.shortPrediction.description")
      /// Краткий прогноз
      internal static let name = L10n.tr("Localizable", "rune.shortPrediction.name")
    }
    internal enum ThorsHummer {
      /// Данный расклад символизирует Ваше прошлое, настоящее и будущее.
      internal static let description = L10n.tr("Localizable", "rune.thorsHummer.description")
      /// Молот тора
      internal static let name = L10n.tr("Localizable", "rune.thorsHummer.name")
    }
    internal enum TwoRunes {
      /// Сочетание двух рун дает характеристику настоящему положению дел и тех сил, которые оказывают влияние на Вас сейчас, в настоящем. И поэтому вопрос должен касаться настоящего или можно обойтись без вопроса. Две руны даже без вопросов, покажут характеристику настоящего момента.
      internal static let description = L10n.tr("Localizable", "rune.twoRunes.description")
      /// Расклад из 2 рун
      internal static let name = L10n.tr("Localizable", "rune.twoRunes.name")
    }
  }
}
// swiftlint:enable explicit_type_interface function_parameter_count identifier_name line_length
// swiftlint:enable nesting type_body_length type_name vertical_whitespace_opening_braces

// MARK: - Implementation Details

extension L10n {
  private static func tr(_ table: String, _ key: String, _ args: CVarArg...) -> String {
    let format = BundleToken.bundle.localizedString(forKey: key, value: nil, table: table)
    return String(format: format, locale: Locale.current, arguments: args)
  }
}

// swiftlint:disable convenience_type
private final class BundleToken {
  static let bundle: Bundle = {
    #if SWIFT_PACKAGE
    return Bundle.module
    #else
    return Bundle(for: BundleToken.self)
    #endif
  }()
}
// swiftlint:enable convenience_type
