Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# description.total.Wunji
source: Relax, calm down and don't fuss. Everything goes in the direction you need. Good luck, success and fulfillment of desires are already waiting for you. This light and joyful Rune says that the period of failure and darkness in your life is over. It brings a surge of positive energy, good prospects and a shift in the situation for the better. Everything that worried you and worries you now will end happily and you will reap the benefits in any field of activity - material, spiritual or emotional. None of your previous efforts will be in vain and will not be in vain. Joy and happiness will fill your life.
ru: Расслабьтесь, успокойтесь и не суетитесь. Всё идёт в нужном Вам направлении. Удача, успех и исполнение желаний уже ждут Вас. Эта светлая и радостная Руна говорит о том, что завершён период неудач и тьмы в Вашей жизни. Она несёт прилив позитивной энергии, хорошие перспективы и сдвиг ситуации к лучшему. Всё, что беспокоило Вас и беспокоит сейчас, благополучно завершится и Вы пожнёте благие плоды в любой сфере деятельности - в материальной, духовной или эмоциональной. Никакие Ваши прежние усилия не окажутся напрасными и не пройдут даром. Радость и счастье наполнят Вашу жизнь.

# description.total.Reverse.Wunji
source: Everything you have planned is moving too slowly towards implementation. Now you are having a difficult time. The situation is complex, but it is not stagnant. And the hitch in the situation indicates that your time has not come yet. Perhaps you are not yet ready internally to accept what you have conceived. However, try not to give in to doubts and keep your personality. The temporary absence of light in your life is just a given opportunity to learn to see in the dark. Do not allow insincerity in relationships with people, so as not to get disappointed and lose allies. The sign advises you to be very careful and not make hasty decisions.
ru: Всё задуманное Вами, в данный момент движется к осуществлению слишком медленно. Сейчас у Вас трудное время. Ситуация сложна, но это не застой. И заминка ситуации свидетельствует о том, что Ваше время ещё не настало. Возможно Вы внутренне ещё не готовы к принятию задуманного Вами. Однако, постарайтесь не поддаваться сомнениям и сохраните свою индивидуальность. Временное отсутствие света в Вашей жизни, это всего лишь предоставленная возможность научиться видеть в темноте. Не допускайте неискренности в отношениях с людьми, чтобы не получить разочарование и лишиться союзников. Знак советует быть очень осторожным и не принимать поспешных решений.

# description.total.Hagalaz
source: Something spontaneous enters your life that is beyond your control. And this force, caused by the energies of the elements, is very powerful. Therefore, do not try to fight fate and circumstances. You can expect anything here - unexpected events, any troubles, breaking ties and destroying plans. The sign indicates that now is not the right time for any new venture. It is necessary to wait until the situation changes for the better. However, with all the negative aspects, the sign can speak not only of destruction, but also of change - both of yourself and the situation in which you are, or of the emergence of something new and liberation from the old.
ru: В Вашу жизнь входит нечто стихийное, что неподвластно Вашему контролю. И эта сила, вызванная энергиями стихий, весьма могущественна. Поэтому не пытайтесь бороться с судьбой и обстоятельствами. Здесь можно ожидать чего угодно - неожиданных событий, любых неприятностей, разрыва связей и разрушения планов. Знак указывает на то, что сейчас неподходящее время для любого нового начинания. Необходимо выждать, пока ситуация не изменится к лучшему. Однако, при всех негативных аспектах, знак может говорить не только о разрушении, но и об изменении - и Вас самих и ситуации, в которой Вы находитесь или о появлении чего-то нового и об освобождении от старого.

# description.total.Naudiz
source: The appearance of this sign indicates that now you have a time of emotional experiences. You are going through a difficult learning situation where overt growth is not possible. Prepare for a difficult period and submit to the situation. The sign urges you to be patient and wait, not to get out of your skin and not to rush things. This can only harm you. Here it is recommended to conduct some introspection and decide for yourself: do you really need what you so passionately desire and seek. Everybody has failures in life. Here it is necessary not to give up and not despair. Failures and adversities lead to spiritual cleansing. All problems will be resolved in due time and without unnecessary fuss or hasty actions on your part.
ru: Появление этого знака свидетельствует о том, что сейчас у Вас время эмоциональных переживаний. Вы проходите через трудную обучающую ситуацию, когда явный рост невозможен. Приготовьтесь к сложному периоду и подчинитесь данной ситуации. Знак призывает набраться терпения и выждать, не лезть из кожи и не торопить события. Это может только навредить Вам. Здесь рекомендуется провести некий самоанализ и решить для себя: а действительно ли Вам нужно то, чего Вы тек страстно желаете и добиваетесь. Неудачи по жизни бывают у всех. Здесь необходимо не опускать руки и не отчаиваться. Неудачи и невзгоды влекут душевное очищение. Все проблемы разрешатся в надлежащее время и без излишней суеты или спешных действий с Вашей стороны.

# description.total.Reverse.Naudiz
source: You were on the wrong track in your plans and outlined the wrong line of action. And if you continue this movement further, then you will face failure and disappointment. Despair and pessimism are now your companions. The main thing here is to refrain from blaming fate, others or circumstances. After all, the reason for your failures is within you. And perhaps it is she who will lead you to understanding and solving the problem you are faced with. It's not too late to admit and correct your mistakes. It is necessary to understand: what is happening to you now is just a reflection of what is happening inside. So change your subconscious orientations, control your emotions and actions, restrain the flow of negative energy. Maintain faith in yourself, avoid self-flagellation and discouragement.
ru: Вы оказались на ложном пути в своих планах и наметили неправильную линию действий. И если продолжать это движение дальше, то Вас ждут провал и разочарование. Отчаяние и пессимизм сейчас являются Вашими спутниками. Главное здесь - воздержаться от обвинения судьбы, окружающих или обстоятельств. Ведь причина Ваших неудач находится внутри Вас. И возможно именно она приведёт Вас к пониманию и решению проблемы, с которой Вы столкнулись. Ещё не поздно признать и исправить свои ошибки. Необходимо понять: то, что происходит сейчас с Вами - это лишь отражение того, что происходит внутри. Так что измените подсознательные ориентации, контролируйте свои эмоции и поступки, сдерживайте поток негативной энергии. Сохраняйте веру в себя, не допускайте самобичевания и уныния.

# description.total.Isaz
source: There is stagnation and emptiness in your soul. You feel powerless and cessation of activity. You are confused in the situation, you do not see the meaning and way out of it. Success is now unlikely and the situation is frozen. The sign advises to deliberately stop the situation, not to bang your head on the ice and not to resist the circumstances. Let the desired ripen - what you strive for and you will receive it on time. The stop has been given to you now to replenish strength and energy. Difficult situations will be overcome with the help of internal reserves. Therefore, be patient and accept the need for temporary waiting. This is just a lull before the start of a new phase. A lull that will surely be followed by revival.
ru: В Вашей душе застой и опустошённость. Вы чувствуете бессилие и прекращение активности. Вы запутались в ситуации, не видите смысла и выхода из неё. Успех сейчас маловероятен и ситуация заморожена. Знак советует сознательно остановить ситуацию, не биться головой о лёд и не сопротивляться обстоятельствам. Дайте созреть желанному - тому, к чему Вы стремитесь и Вы получите его в срок. Остановка дана Вам сейчас для восполнения сил и энергии. Трудные ситуации будут преодолены с помощью внутренних резервов. Поэтому проявите терпение и смиритесь с необходимостью временного ожидания. Это всего лишь затишье перед началом нового этапа. Затишье, за которым непременно последует возрождение.

# description.total.Jara
source: A very positive rune. It is favorable for even the best solution of legal issues and court cases for you. A reward awaits you, a rich harvest for past merits. You walk the right path and get what you sow. And this reward matches the duration of your efforts. The appearance of this sign indicates the approach of a favorable outcome of your activity in any area. However, do not expect quick results and be patient. This Rune is of an annual period, so it takes a certain period of time to implement the plan. You have prepared a fertile ground, sowed the "seed" of your purpose, and have taken good care of the development process. Now just watch out for the right harvest time. If you collect it before the due date, you will not finish the job. Blink - events that did not satisfy you earlier may repeat again.
ru: Очень позитивная Руна. Она благоприятна даже наилучшему для Вас разрешению правовых вопросов и судебных дел. Вас ждёт награда, богатый урожай за прошлые заслуги. Вы идёте верным путём и получаете то, что сеяли. И это вознаграждение соответствует длительности Ваших усилий. Появление этого знака свидетельствует о приближении благоприятного исхода Вашей деятельности в любой сфере. Однако быстрых результатов не ждите и наберитесь терпения. Эта Руна годового периода, поэтому для осуществления задуманного требуется некоторый промежуток времени. Вы подготовили благоприятную почву, посеяли "семя" своей цели и хорошо позаботились о процессе развития. Теперь только не упустите правильное время сбора урожая. Если соберёте раньше положенного срока - не доведёте дело до конца. Прошляпите - события, которые Вас не удовлетворяли ранее, могут повториться вновь.

# description.total.Iwaz
source: The appearance of this sign indicates unpleasant delays in the situation about which you asked the question. The rune says that there are or will soon be obstacles in the way of your business. But the difficulties that you are experiencing at the moment can have positive consequences, which will end favorably. The thunderstorm will pass by. It is possible that this sign was given to you now in order to test you, and not to deprive you of your strength. Therefore, one should not get upset and depressed because of a time delay. Just be vigilant and do not get involved in dubious adventures now, calculate your every step, be careful and persistent. Listen to your inner voice, to what your intuition tells you. The inner flame must be kindled through discipline and the realization of this inner strength will protect you from outer dangers. And for this, it is also necessary to connect flexibility and strength of mind here.
ru: Появление этого знака свидетельствует о неприятных задержках в той ситуации, о которой Вы задавали вопрос. Руна говорит о том, что на пути Вашего дела есть или скоро будут препятствия. Но затруднения, которые Вы испытываете в данный момент, могут иметь и позитивные последствия, которые закончатся благоприятно. Гроза пройдёт стороной. Не исключено, что этот знак дан Вам сейчас для того, чтобы испытать Вас, а не лишить сил. Поэтому не следует расстраиваться и впадать в депрессию из-за временной задержки. Просто будьте бдительны и не ввязывайтесь сейчас в сомнительные авантюры, просчитывайте каждый свой шаг, будьте осторожны и настойчивы. Прислушайтесь к своему внутреннему голосу, к тому что подсказывает Вам интуиция. Внутреннее пламя должно быть зажжено через дисциплину и реализация этой внутренней силы защитит Вас от внешних опасностей. И для этого здесь так же необходимо подключить гибкость и силу ума.

# description.total.Perpu
source: In the business that you are currently busy with, unexpected "surprises" may appear, both pleasant and unpleasant. Soon, something will be discovered, hidden from you for a long time and previously unknown to you. But at the moment it is hidden from you and the situation that interests you now contains a certain secret. But your subconscious mind is quite capable of prompting your further actions. Sign prediction can apply to any field of activity for which a question was asked. Here, monetary gains are also possible, or a return of your debt, or some kind of impetus in the development of new plans and prospects, or in personal relationships. Very often, the appearance of this sign means a radical change in life or an exit from a difficult period. This suggests that you are thinking about the foundation of your destiny and want to renew your personality, get to know yourself and get rid of past misconceptions. Runa advises to let go of your past, let nothing stand between "you are in the past" and "you are in the future".
ru: В деле, которым Вы сейчас заняты могут появиться неожиданные "сюрпризы", как приятные так и неприятные. Вскоре обнаружится нечто, долгое время скрытое от Вас и ранее неведомое Вам. Но в данный момент это скрыто от Вас и ситуация, интересующая Вас сейчас, содержит некую тайну. Но Ваше подсознание вполне способно подсказать Ваши дальнейшие действия. Предсказание знака может касаться любой сферы деятельности по которой был задан вопрос. Здесь возможны и денежные выигрыши, или возврат Вам долга, или некий толчок в развитии новых планов и перспектив, или в личных взаимоотношениях. Очень часто появление этого знака означает коренной перелом в жизни или выходе из тяжёлого периода. Это говорит о том, что Вы задумываетесь о фундаменте своей судьбы и хотите обновить свою личность, узнать себя и избавиться от прошлых ошибочных представлений. Руна советует отпустить своё прошлое, пусть ничего не стоит между "Вы в прошлом" и "Вы в будущем".

# description.total.Reverse.Perpu
source: Your past has died and your future has not yet been born. Events may not develop as you expected. One should not expect too much either from others, or from current events, or from the current situations. So don't torment yourself with memories and let go of the past. Break the old stereotypes and ideas, if you don't, you will steal your future. Live in the here and now, do not dwell on the end result of your current activities and do not cling to the past. The sign's advice is to calm down, do not resist and wait it out. Active actions of transforming your life will not lead to anything at the moment. They will only take a colossal energy consumption.
ru: Ваше прошлое умерло, а Ваше будущее ещё не родилось. События могут развиваться не так, как Вы рассчитывали. Не следует ждать слишком многого ни от окружающих, ни от происходящих событий, ни от сложившихся ситуаций. Поэтому не мучайте себя воспоминаниями и отпустите прошлое. Сломайте старые стереотипы и представления, если не сделаете этого, украдёте своё будущее. Живите в здесь и сейчас, не зацикливайтесь на конечном результате вашей нынешней деятельности и не цепляйтесь за прошлое. Совет знака - успокоиться, не противиться и переждать. Активные действия преобразования своей жизни, ни к чему не приведут в данный момент. Только заберут колосальный расход энергии.

# description.total.Algiz
source: The situation you are asking about means a sharp turnaround on your way. It is possible that new perspectives will open up in front of you and a unique opportunity to change your life will be presented. Some kind, powerful and supportive force is an ally at this stage. Perhaps new interesting acquaintances will be made, which will also benefit in spiritual development. However, it must be remembered that caution is required at any bends. In times of dramatic change, it is very important not to succumb to any emotions - neither positive nor negative. Maintain your ability to think soberly and be flexible in all circumstances. It is very important here that with any good impulses of the soul, you should not get off the ground, from your roots.
ru: Ситуация о которой Вы спрашиваете, означает крутой благоприятный поворот на Вашем пути. Не исключено, что перед Вами откроются новые перспективы и представится уникальная возможность изменить свою жизнь. Некая добрая, мощная и поддерживающая сила является союзником на данном этапе. Возможно завяжутся новые интересные знакомства, которые принесут свою пользу так же в духовном развитии. Однако надо помнить, что на любых поворотах требуется осторожность. Во времена крутых перемен очень важно не поддаваться любым эмоциям - ни положительным, ни отрицательным. Сохраняйте способность трезво мыслить и проявите гибкость ума при любых обстоятельствах. Здесь очень важно, чтобы при любых благих порывах души Вы не должны отрываться от земли, от своих корней.

# description.total.Reverse.Algiz
source: You are deceived or deceived, perhaps even by yourself. The advice of the sign may mean rejection of the offer you received, or from some of your plans, or from a person who should be avoided. Take seriously all the connections you are currently forming. What you are striving for at the moment is unlikely to be achieved.
ru: Вы введены в заблуждение или обмануты, возможно даже самим собой. Совет знака может означать отказ от полученного Вами предложения, или от каких-то своих планов, или от человека, которого стоит избегать. Серьёзно отнеситесь ко всем формируемым в данный момент связям. То, к чему Вы стремитесь в данный момент, вряд ли будет достигнуто.

# description.total.Sowilu
source: If this sign has appeared in the alignment - know that you will win in any enterprise. Any opposition will be quickly eliminated. This is your finest hour. However, this hour will strike only those who clearly understood and realized what he wants. You must clearly choose your position and adhere to it unswervingly. Internal illumination will allow you to release dormant spiritual energy and see future events, as well as tune in to them in accordance with the impulses of the soul. Otherwise, your victory may not please you. This happens if the goals you were working on are not true. Perhaps it was someone else's goals.
ru: Если этот знак появился в раскладе - знайте, что Вас ждёт победа в любом предприятии. Любое противодействие будет быстро устранено. Это Ваш звёздный час. Однако этот час пробьёт только тем, кто чётко понял и осознал, чего он хочет. Вы должны чётко выбрать свою позицию и неуклонно следовать ей. Внутреннее озарение, позволит высвободить дремлющую духовную энергию и увидеть будущие события, а так же настроиться на них в соответствии с порывами души. В противном случае Ваша победа может и не порадовать Вас. Это происходит в том случае, если цели, над которыми Вы работали - не являются истинными. Возможно это были чужие цели.

# description.total.Tiwaz
source: Your goal will be achieved under any circumstances. This arrow, launched from your intention, flies straight to the target. Here you just need to remember that your intentions must be pure and not harmful. And of course, you need determination and perseverance in achieving your goal, but at the same time you need to be able to adequately be responsible for your actions on the way to the goal. Which also helps to form a strong character and a noble soul.
ru: Ваша цель будет достигнута при любых обстоятельствах. Эта стрела, запущенная из Вашего намерения, летит прямиком в поставленную цель. Здесь надо только помнить, что намерения Ваши должны быть чистыми и не вредоносными. И конечно же Вам необходима решимость и настойчивость в достижении своей цели, но при этом надо достойно уметь отвечать за свои поступки на пути к цели. Что так же хорошо помогает формировать сильный характер и благородную душу.

# description.total.Reverse.Tiwaz
source: You have a loss of strength and vitality. Your goal has not been achieved, it depresses you and deprives you of strength. Perhaps you have made a mistake in some way and your enthusiasm has dried up. Sign advice - look for the answer within yourself. Analyze the situation. In this case, you need to understand that the most important thing for you is to achieve your goal by any means and methods, going over your head. Or soberly assess the situation and take a different look at the solution to this problem. Find new approaches and ways to achieve the goal. To do this, you need to change your views on the world, without blaming those around you and not "evil" fate.
ru: У Вас упадок сил и жизненного тонуса. Ваша цель не достигнута, это угнетает Вас и лишает сил. Возможно, в чём-то Вы совершили ошибку и Ваш энтузиазм иссяк. Совет знака - ищи ответ внутри себя. Проанализируйте ситуацию. В данном случае необходимо понять, что важнее всего для Вас - достижение своей цели любыми путями и методами, идя по головам. Или трезво оценить ситуацию и по-иному взглянуть на решение данной проблемы. Найти новые подходы и пути к цели. Для этого необходимо изменить свои взгляды на мир, не обвиняя при этом не окружающих и не "злую" судьбу.

# description.total.Berkana
source: You are entering a period of growth in your career and personal life. The rune indicates a joyful relationship for the family, as well as good physical and emotional health. Any of your plans should come true, but you should not think that everything will be presented on a silver platter. Here you should not rely on the will of fate, but rather work hard and look into all the corners of your soul - are there any darkened areas there. If you do not conduct this inventory now, then it is unlikely that the prosperity promised by the Rune will please you. This is something new that builds on the old foundation. Sign advice - that everything you do should be done carefully and with maximum attention to what is happening.
ru: У Вас наступает период роста в карьере и в личной жизни. Руна указывает на радостные взаимоотношения для семьи, а так же на хорошее физическое и эмоциональное здоровье. Любые Ваши планы должны осуществиться, но не следует думать, что всё будет преподнесено на блюдечке. Здесь не следует уповать на волю судьбы, а наоборот потрудиться и заглянуть во все уголки своей души - нет ли там затемнённых участков. Если не провести эту инвентаризацию сейчас, то вряд ли благоденствия, обещанные Руной порадуют Вас. Это то новое, которое базируется на старом фундаменте. Совет знака - чтобы всё, делаемое Вами, делалось тщательно и с максимальным вниманием к происходящему.

# description.total.Reverse.Berkana
source: Something is hindering your growth and implementation of your plans. And any venture that is conceived will fail. These can also be external events that are beyond your control. And there may be your character traits that carry negative energies. It is possible that you put your desires above the interests of others. From here, family problems and tensions with business partners can arise. Sign advice - carefully analyze the situation and above all - yourself.
ru: Что-то препятствует Вашему росту и осуществлению задуманного. И любое задуманное предприятие потерпит неудачу. Это могут быть и внешние события, независящие от Вас. А могут быть и Ваши черты характера, которые несут негативные энергии. Не исключено, что Вы ставите свои желания выше интересов окружающих. Отсюда могут возникнуть семейные проблемы и трениях с партнёрами по бизнесу. Совет знака - тщательно проанализируйте ситуацию и прежде всего - самого себя.
