Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# interpretationForTwoRunes.Turisaz.RuneOfOdin
source: Ill-wishers, evil eye
ru: Недоброжелатели, сглаз

# interpretationForTwoRunes.Ansuz.Fehu
source: Control, subordination
ru: Подчинение контролю извне

# interpretationForTwoRunes.Ansuz.Uruz
source: New information, enlightenment
ru: Получение новой информации, новостей, просветление

# interpretationForTwoRunes.Ansuz.Turisaz
source: Improving the situation
ru: Улучшение ситуации

# interpretationForTwoRunes.Ansuz.Raido
source: Working with retirees
ru: Взаимодействие с пенсионерами

# interpretationForTwoRunes.Ansuz.Kenaz
source: Success in publishing and writing
ru: Успех в издательской и писательской деятельности

# interpretationForTwoRunes.Ansuz.Gebo
source: Success in intentions, union
ru: Успехи в ваших намерениях, выгодные союзы

# interpretationForTwoRunes.Ansuz.Vunyo
source: Supreme gifts of Jupiter, desire and receive
ru: Обретение желаемого

# interpretationForTwoRunes.Ansuz.Halagaz
source: Fast, fast troubles, floods, losses
ru: Неожиданные неприятности, потери

# interpretationForTwoRunes.Ansuz.Nautiz
source: Failed projects, losses
ru: Несостоявшиеся проекты, уныние

# interpretationForTwoRunes.Ansuz.Isa
source: Inhibition, prohibitions, congenital defects
ru: Ухудшение здоровья, болезнь напомнит о себе

# interpretationForTwoRunes.Ansuz.Hyera
source: Fasting, abstinence, modesty
ru: Посты, воздержание, скромность

# interpretationForTwoRunes.Ansuz.Eyvaz
source: Unpredictable situations
ru: Непредсказуемые ситуации

# interpretationForTwoRunes.Ansuz.Perth
source: Success in gaming, luck
ru: Успех в игре, везение

# interpretationForTwoRunes.Ansuz.Algiz
source: Clairvoyance, other non-traditional abilities
ru: Ясновидение, паранормальные способности

# interpretationForTwoRunes.Ansuz.Sovilo
source: World-class nuclear and other disasters
ru: Глобальные катастрофы

# interpretationForTwoRunes.Ansuz.Teyvaz
source: Conquest of powers
ru: Достижение глобальных целей

# interpretationForTwoRunes.Ansuz.Berkana
source: Dust, growth
ru: Рост прибыли, преумножение богатства

# interpretationForTwoRunes.Ansuz.Evaz
source: Repentance, prayer, fasting
ru: Раскаяние, молитва

# interpretationForTwoRunes.Ansuz.Mannaz
source: Return of something lost a long time ago
ru: Возращение давно потерянного

# interpretationForTwoRunes.Ansuz.Laguz
source: Conquering water spaces, swimming successes, records
ru: Успехи в водной стихии

# interpretationForTwoRunes.Ansuz.Inguz
source: Success in any endeavor
ru: Успех в любом начинании

# interpretationForTwoRunes.Ansuz.Dagaz
source: Success in flight, in parachuting
ru: Успехи в воздушной стихии

# interpretationForTwoRunes.Ansuz.Otilla
source: Loss of property
ru: Потеря собственности

# interpretationForTwoRunes.Ansuz.RuneOfOdin
source: Disastrous electoral failures
ru: Сокрушительные провалы в выборах

# interpretationForTwoRunes.Raido.Fehu
source: Difficult travel
ru: Долгое путешествие

# interpretationForTwoRunes.Raido.Uruz
source: New information, enlightenment
ru: Обогащение

# interpretationForTwoRunes.Raido.Turisaz
source: Speech, congratulations
ru: Выступление, поздравление

# interpretationForTwoRunes.Raido.Ansuz
source: Working with retirees
ru: Взаимодействие с пенсионерами

# interpretationForTwoRunes.Raido.Kenaz
source: Action result
ru: Результат действий

# interpretationForTwoRunes.Raido.Gebo
source: Opening a new
ru: Открытие нового

# interpretationForTwoRunes.Raido.Vunyo
source: Health problems
ru: Ваше здоровье требует особого внимания

# interpretationForTwoRunes.Raido.Halagaz
source: Career growth
ru: Карьерный рост

# interpretationForTwoRunes.Raido.Nautiz
source: Unexpected travel
ru: Неожиданные путешествия

# interpretationForTwoRunes.Raido.Isa
source: Truce
ru: Перемирие

# interpretationForTwoRunes.Raido.Hyera
source: Passion for something new
ru: Увлечение чем-то новым

# interpretationForTwoRunes.Raido.Eyvaz
source: Feigned fun
ru: Напускное веселье

# interpretationForTwoRunes.Raido.Perth
source: Material well-being
ru: Материальное благополучие

# interpretationForTwoRunes.Raido.Algiz
source: Love in the distance
ru: Любовь на расстоянии

# interpretationForTwoRunes.Raido.Sovilo
source: Fake friends
ru: Неискренние друзья

# interpretationForTwoRunes.Raido.Teyvaz
source: Longing, apathy
ru: Тоска, апатия

# interpretationForTwoRunes.Raido.Berkana
source: Redefining values
ru: Пересмотр ценностей

# interpretationForTwoRunes.Raido.Evaz
source: Feigned fun
ru: Напускное веселье

# interpretationForTwoRunes.Raido.Mannaz
source: Family relationships
ru: Семейные отношения

# interpretationForTwoRunes.Raido.Laguz
source: New adultery
ru: Измена

# interpretationForTwoRunes.Raido.Inguz
source: Catastrophe
ru: Катастрофа

# interpretationForTwoRunes.Raido.Dagaz
source: Mental disorder
ru: Психическое отклонение

# interpretationForTwoRunes.Raido.Otilla
source: Successful problem solving
ru: Удачное разрешение проблем

# interpretationForTwoRunes.Raido.RuneOfOdin
source: Strong union
ru: Крепкий союз

# interpretationForTwoRunes.Kenaz.Fehu
source: Way out of a difficult situation
ru: Выход из тяжелого положения

# interpretationForTwoRunes.Kenaz.Uruz
source: Folk talents, success, luck
ru: Проявление таланта, успех, везение

# interpretationForTwoRunes.Kenaz.Turisaz
source: Quick success, unexpected patronage
ru: Быстрый успех, неожиданное покровительство

# interpretationForTwoRunes.Kenaz.Ansuz
source: Success in publishing and writing
ru: Успех в издательской и писательской деятельности

# interpretationForTwoRunes.Kenaz.Raido
source: Action result
ru: Результат действий

# interpretationForTwoRunes.Kenaz.Gebo
source: Triumph, awards
ru: Триумф, премии

# interpretationForTwoRunes.Kenaz.Vunyo
source: Victory in any litigation, success
ru: Победа в любой тяжбе, успех

# interpretationForTwoRunes.Kenaz.Halagaz
source: Failure of plans
ru: Провал планов

# interpretationForTwoRunes.Kenaz.Nautiz
source: Wish time
ru: Время желаний

# interpretationForTwoRunes.Kenaz.Isa
source: Voluntary slavery, submission
ru: Подчинение более сильному

# interpretationForTwoRunes.Kenaz.Hyera
source: Prostitution, brothel
ru: Неискренние отношения

# interpretationForTwoRunes.Kenaz.Eyvaz
source: Long awaited pregnancy, profit
ru: Крупная прибыль или беременность

# interpretationForTwoRunes.Kenaz.Perth
source: Freedom, release
ru: Свобода, освобождение

# interpretationForTwoRunes.Kenaz.Algiz
source: Manias, phobias
ru: Мании, фобии

# interpretationForTwoRunes.Kenaz.Sovilo
source: Time for important decisions ahead
ru: Принятие важных решений

# interpretationForTwoRunes.Kenaz.Teyvaz
source: Hope can easily come true
ru: Осуществимость надежд

# interpretationForTwoRunes.Kenaz.Berkana
source: Cheating, get rid of cheating
ru: Избавление от обмана

# interpretationForTwoRunes.Kenaz.Evaz
source: Reborn dreams
ru: Возрожденные мечты

# interpretationForTwoRunes.Kenaz.Mannaz
source: Through hardships to the stars, success in creativity
ru: Успехи в творчестве

# interpretationForTwoRunes.Kenaz.Laguz
source: Peace, agreement, harmony
ru: Мир, соглашение, радость, гармония

# interpretationForTwoRunes.Kenaz.Inguz
source: Successful deals, contracts
ru: Удачные сделки, контракты с иностранными партнерами

# interpretationForTwoRunes.Kenaz.Dagaz
source: Slow change
ru: Медленные перемены

# interpretationForTwoRunes.Kenaz.Otilla
source: Profits in excess of expected
ru: Неожиданный доход

# interpretationForTwoRunes.Kenaz.RuneOfOdin
source: Crazy addiction, mania
ru: Склонность к безумным поступкам, маниакальность

# interpretationForTwoRunes.Gebo.Fehu
source: Venture
ru: Авантюра

# interpretationForTwoRunes.Gebo.Uruz
source: Good partnership
ru: Выгодное партнерство

# interpretationForTwoRunes.Gebo.Turisaz
source: Disasters, environmental disasters
ru: Катастрофические последствия, бедствие

# interpretationForTwoRunes.Gebo.Ansuz
source: Success in intentions, union
ru: Успехи в ваших намерениях, выгодные союзы

# interpretationForTwoRunes.Gebo.Raido
source: Opening a new
ru: Открытие нового

# interpretationForTwoRunes.Gebo.Kenaz
source: Triumph, awards
ru: Триумф, премии

# interpretationForTwoRunes.Gebo.Vunyo
source: Successful union
ru: Прекрасный союз

# interpretationForTwoRunes.Gebo.Halagaz
source: Destruction of invisible borders, the path to freedom
ru: Разрушение невидимых границ, путь к свободе

# interpretationForTwoRunes.Gebo.Nautiz
source: Back to basics
ru: Возможная потеря близких, либо возвращение к истокам

# interpretationForTwoRunes.Gebo.Isa
source: Outdated relationships
ru: Прекращение ненужных отношений

# interpretationForTwoRunes.Gebo.Hyera
source: Time-tested union
ru: Союз, проверенный временем

# interpretationForTwoRunes.Gebo.Eyvaz
source: New beginnings
ru: Новые начинания

# interpretationForTwoRunes.Gebo.Perth
source: Finding treasure
ru: Нахождение клада(в прямом и переносном смысле)

# interpretationForTwoRunes.Gebo.Algiz
source: Deprivation, retribution for past deeds
ru: Лишения, расплата за прошлые дела

# interpretationForTwoRunes.Gebo.Sovilo
source: Purification, test of freedom
ru: Очищение, испытание свободой

# interpretationForTwoRunes.Gebo.Teyvaz
source: Holiness, wisdom, experience
ru: Мудрость и опыт

# interpretationForTwoRunes.Gebo.Berkana
source: Motivation
ru: Жизнеутвреждающие мотивы, мотивация

# interpretationForTwoRunes.Gebo.Evaz
source: New connections that often defame you
ru: Новые связи, часто порочащие вас

# interpretationForTwoRunes.Gebo.Mannaz
source: Unexpected profit
ru: Неожиданный выйгрыш

# interpretationForTwoRunes.Gebo.Laguz
source: Recovery, relief
ru: Улучшение здоровья, облегчение

# interpretationForTwoRunes.Gebo.Inguz
source: Fast marriage
ru: Скорое супружество

# interpretationForTwoRunes.Gebo.Dagaz
source: Failure of undertakings, self-doubt
ru: Безуспешность начинаний, отсутствие веры в себя

# interpretationForTwoRunes.Gebo.Otilla
source: Instability in financial affairs
ru: Неустойчивость в финансовых делах

# interpretationForTwoRunes.Gebo.RuneOfOdin
source: Gloom, disappointment
ru: Смертельная опасность

# interpretationForTwoRunes.Vunyo.Fehu
source: Successful enrichment
ru: Преумножение материальных благ

# interpretationForTwoRunes.Vunyo.Uruz
source: Harvest failure, hunger, devastation
ru: Больште проблемы с благосостоянием

# interpretationForTwoRunes.Vunyo.Turisaz
source: Rest, recovery
ru: Отдых, восстановление

# interpretationForTwoRunes.Vunyo.Ansuz
source: Supreme gifts of Jupiter, desire and receive
ru: Обретение желаемого

# interpretationForTwoRunes.Vunyo.Raido
source: Health problems
ru: Ваше здоровье требует особого внимания

# interpretationForTwoRunes.Vunyo.Kenaz
source: Victory in any litigation, success
ru: Победа в любой тяжбе, успех

# interpretationForTwoRunes.Vunyo.Gebo
source: Successful union
ru: Прекрасный союз

# interpretationForTwoRunes.Vunyo.Halagaz
source: Running from trouble
ru: Бегство от проблем

# interpretationForTwoRunes.Vunyo.Nautiz
source: Сollapse of beginnings
ru: Возможна крупная неудача в делах

# interpretationForTwoRunes.Vunyo.Isa
source: Success in power action
ru: Успех при общении с сильными мира сего

# interpretationForTwoRunes.Vunyo.Hyera
source: Long road in uncertainty, danger
ru: Долгий путь в неизвестности, опасность

# interpretationForTwoRunes.Vunyo.Eyvaz
source: Transformation
ru: Изменение внешности

# interpretationForTwoRunes.Vunyo.Perth
source: Stolen detection
ru: Обнаружение ворованного

# interpretationForTwoRunes.Vunyo.Algiz
source: Parting with loved ones
ru: Расставание с близкими людьми

# interpretationForTwoRunes.Vunyo.Sovilo
source: Change of habitats
ru: Перемена мест обитания, успехи в географии

# interpretationForTwoRunes.Vunyo.Teyvaz
source: Self-flagellation
ru: Истязание плоти, самобичевание

# interpretationForTwoRunes.Vunyo.Berkana
source: Refusal of material goods
ru: Отказ от материальных благ, альтруизм

# interpretationForTwoRunes.Vunyo.Evaz
source: The hype
ru: Ажиотаж, борьба с несущественными угрозами

# interpretationForTwoRunes.Vunyo.Mannaz
source: Revert to previous projects
ru: Возврат к прежним проектам

# interpretationForTwoRunes.Vunyo.Laguz
source: Success in the water element
ru: Успехи в подводных исследованиях

# interpretationForTwoRunes.Vunyo.Inguz
source: Full implementation of the plan
ru: Исполнение задуманного в полной мере

# interpretationForTwoRunes.Vunyo.Dagaz
source: Advances for the future
ru: Авансы на будущее

# interpretationForTwoRunes.Vunyo.Otilla
source: Unexplained healing
ru: Необъяснимое исцеление

# interpretationForTwoRunes.Vunyo.RuneOfOdin
source: Ephemeral happiness
ru: Иллюзорное счастье

# interpretationForTwoRunes.Halagaz.Fehu
source: Death by the water element
ru: Опасность исходящая от водной стихии

# interpretationForTwoRunes.Halagaz.Uruz
source: Impotence, illness, disability, accidents
ru: Немощность, инвалидность

# interpretationForTwoRunes.Halagaz.Turisaz
source: Winning the competition
ru: Победа над соперниками

# interpretationForTwoRunes.Halagaz.Ansuz
source: Fast, fast troubles, floods, losses
ru: Неожиданные неприятности, потери

# interpretationForTwoRunes.Halagaz.Raido
source: Career growth
ru: Карьерный рост

# interpretationForTwoRunes.Halagaz.Kenaz
source: Failure of plans
ru: Провал планов

# interpretationForTwoRunes.Halagaz.Gebo
source: Destruction of invisible borders, the path to freedom
ru: Разрушение невидимых границ, путь к свободе

# interpretationForTwoRunes.Halagaz.Vunyo
source: Running from trouble
ru: Бегство от проблем

# interpretationForTwoRunes.Halagaz.Nautiz
source: Pointless pathos, powerlessness
ru: Ощущение бессилия, и попытка при этом выглядеть эффектно

# interpretationForTwoRunes.Halagaz.Isa
source: Hopelessness
ru: Безысходность, серьезные болезни

# interpretationForTwoRunes.Halagaz.Hyera
source: Loss of everything, frustration of hopes
ru: Потеря всего, крушение надежд

# interpretationForTwoRunes.Halagaz.Eyvaz
source: Danger from water
ru: Опасность исходящая от воды

# interpretationForTwoRunes.Halagaz.Perth
source: Addiction
ru: Навязчивая потребность в повторении определенных действий. Постарайтесь разорвать порочный круг, который ни к чему не ведет

# interpretationForTwoRunes.Halagaz.Algiz
source: Drug addiction
ru: Вредные привычки

# interpretationForTwoRunes.Halagaz.Sovilo
source: Vision problems
ru: Проблемы со зрением

# interpretationForTwoRunes.Halagaz.Teyvaz
source: Hard battle
ru: Долгие споры

# interpretationForTwoRunes.Halagaz.Berkana
source: Problem with childbirth
ru: Опасность для детей

# interpretationForTwoRunes.Halagaz.Evaz
source: Discovery of a terrible secret
ru: Обнаружение страшной тайны

# interpretationForTwoRunes.Halagaz.Mannaz
source: Revenge
ru: Месть

# interpretationForTwoRunes.Halagaz.Laguz
source: Problem on the water
ru: Опасность от водной стихии

# interpretationForTwoRunes.Halagaz.Inguz
source: Bad harvest
ru: Неурожай, потери

# interpretationForTwoRunes.Halagaz.Dagaz
source: Long-term misery
ru: Длительное несчастье

# interpretationForTwoRunes.Halagaz.Otilla
source: Cancellation of plans
ru: Отказ от планов

# interpretationForTwoRunes.Halagaz.RuneOfOdin
source: Serious illness
ru: Тяжелые болезни

# interpretationForTwoRunes.Nautiz.Fehu
source: Poverty, death of a loved one, deterioration of condition, serious illness
ru: Лишения, болезнь

# interpretationForTwoRunes.Nautiz.Uruz
source: Financial crash, stock crash
ru: Финансовые проблемы

# interpretationForTwoRunes.Nautiz.Turisaz
source: The collapse of everything
ru: Крушение всего

# interpretationForTwoRunes.Nautiz.Ansuz
source: Failed projects, losses
ru: Несостоявшиеся проекты, уныние

# interpretationForTwoRunes.Nautiz.Raido
source: Unexpected travel
ru: Неожиданные путешествия

# interpretationForTwoRunes.Nautiz.Kenaz
source: Wish time
ru: Время желаний

# interpretationForTwoRunes.Nautiz.Gebo
source: Back to basics
ru: Возможная потеря близких, либо возвращение к истокам

# interpretationForTwoRunes.Nautiz.Vunyo
source: Collapse of beginnings
ru: Возможно крупная неудача в делах

# interpretationForTwoRunes.Nautiz.Halagaz
source: Pointless pathos, powerlessness
ru: Ощущение бессилия и попытка при этом выглядеть эффектно

# interpretationForTwoRunes.Nautiz.Isa
source: Prolonged disasters
ru: Продолжительные бедствия

# interpretationForTwoRunes.Nautiz.Hyera
source: Depravity, lust
ru: Пресыщение удовольствиями, утоплнеие развратных желаний

# interpretationForTwoRunes.Nautiz.Eyvaz
source: Serious danger
ru: Смертельная опасность

# interpretationForTwoRunes.Nautiz.Perth
source: Self-criticism, suspiciousness
ru: Самоедство, мнительность

# interpretationForTwoRunes.Nautiz.Algiz
source: Risky ventures, adventures
ru: Рискованные предприятия, авантюры

# interpretationForTwoRunes.Nautiz.Sovilo
source: Parting forever
ru: Долгая разлука

# interpretationForTwoRunes.Nautiz.Teyvaz
source: Lost battles
ru: Проигранные сражения

# interpretationForTwoRunes.Nautiz.Berkana
source: Loss of investments, deception of partners
ru: Потеря вложений, обманы партнеров

# interpretationForTwoRunes.Nautiz.Evaz
source: Violence in any form
ru: Проявление насилия в разных формах

# interpretationForTwoRunes.Nautiz.Mannaz
source: International conflicts
ru: Крупные конфликты

# interpretationForTwoRunes.Nautiz.Laguz
source: Competitor activity, failures
ru: Активность конкурентов, провалы

# interpretationForTwoRunes.Nautiz.Inguz
source: Abyss, fear of heights
ru: Боязнь опасности, исходящей от высоты

# interpretationForTwoRunes.Nautiz.Dagaz
source: Investigation, problems with law
ru: Следствие, проблемы с провоохранительной системой

# interpretationForTwoRunes.Nautiz.Otilla
source: Doubts tormenting the soul, lack of strength
ru: Сомнения, терзающие душу, отсутствие сил

# interpretationForTwoRunes.Nautiz.RuneOfOdin
source: Forbidden temptation, danger
ru: Запретные плоды, опасность

# interpretationForTwoRunes.Isa.Fehu
source: Job loss, creative crisis, stagnation
ru: Потеря работы, творческий кризис, застой в делах

# interpretationForTwoRunes.Isa.Uruz
source: Disability, laziness, papatia
ru: Лень и апатия, влекущие за собой недееспособность

# interpretationForTwoRunes.Isa.Turisaz
source: Difficult situation, difficult recovery
ru: Трудная ситуация, тяжелое восстановление

# interpretationForTwoRunes.Isa.Ansuz
source: Inhibition, prohibitions, congenital defects
ru: Ухудшение здоровья, болезнь напомнит о себе

# interpretationForTwoRunes.Isa.Raido
source: Truce
ru: Перемирие

# interpretationForTwoRunes.Isa.Kenaz
source: Voluntary slavery, submission
ru: Подчинение более сильному

# interpretationForTwoRunes.Isa.Gebo
source: Outdated relationships
ru: Прекращение ненужных отношений

# interpretationForTwoRunes.Isa.Vunyo
source: Success in power action
ru: Успех при общении с сильными мира сего

# interpretationForTwoRunes.Isa.Halagaz
source: Hopelessness
ru: Безысходность, серьезные болезни

# interpretationForTwoRunes.Isa.Nautiz
source: Prolonged disasters
ru: Продолжительные бедствия

# interpretationForTwoRunes.Isa.Hyera
source: Temporary difficulties
ru: Временнные трудности

# interpretationForTwoRunes.Isa.Eyvaz
source: Falling into a trap
ru: Ловушка, западня

# interpretationForTwoRunes.Isa.Perth
source: The need for change
ru: Необходимость перемен, движения

# interpretationForTwoRunes.Isa.Algiz
source: Deadly danger
ru: Смертельная опасность

# interpretationForTwoRunes.Isa.Sovilo
source: False vision of the problem
ru: Ложное видение проблемы

# interpretationForTwoRunes.Isa.Teyvaz
source: Arrogance
ru: Переоценка собственных сил

# interpretationForTwoRunes.Isa.Berkana
source: Invulnerability
ru: Неуязвимость

# interpretationForTwoRunes.Isa.Evaz
source: Loss of optimism
ru: Потеря оптимизма, начало тяж заболевания

# interpretationForTwoRunes.Isa.Mannaz
source: Difficult time, trial
ru: Трудное время, испытание

# interpretationForTwoRunes.Isa.Laguz
source: Viral infections
ru: Вирусные инфекции

# interpretationForTwoRunes.Isa.Inguz
source: Need for change
ru: Необходимость перемен

# interpretationForTwoRunes.Isa.Dagaz
source: Long wait for happiness
ru: Длительное ожидание счастья

# interpretationForTwoRunes.Isa.Otilla
source: Scandals, deceptions
ru: Скандалы, обманы, измены

# interpretationForTwoRunes.Isa.RuneOfOdin
source: Outrage
ru: Вседозволенность, граничащая с безумием

# interpretationForTwoRunes.Hyera.Fehu
source: Inability to manage time, unsuccessful work
ru: Неумение распоряжаться временем, застой

# interpretationForTwoRunes.Hyera.Uruz
source: Late ripening, delaying in success
ru: Запаздывание с успехом

# interpretationForTwoRunes.Hyera.Turisaz
source: Debts, problems
ru: Долги, проблемы

# interpretationForTwoRunes.Hyera.Ansuz
source: Fasting, abstinence, modesty
ru: Посты, воздержание, скромность

# interpretationForTwoRunes.Hyera.Raido
source: Passion for something new
ru: Увлечение чем-то новым

# interpretationForTwoRunes.Hyera.Kenaz
source: Prostitution, brothel
ru: Неискренние отношения

# interpretationForTwoRunes.Hyera.Gebo
source: Time-tested union
ru: Союз, проверенный временем

# interpretationForTwoRunes.Hyera.Vunyo
source: Long road in uncertainty, danger
ru: Долгий путь в неизвестности, опасность

# interpretationForTwoRunes.Hyera.Halagaz
source: Loss of everything, frustration of hopes
ru: Потеря всего, крушение надежд

# interpretationForTwoRunes.Hyera.Nautiz
source: Depravity, lust
ru: Пресыщение удовольствиями, утопление развратных желаний

# interpretationForTwoRunes.Hyera.Isa
source: Temporary difficulties
ru: Временнные трудности

# interpretationForTwoRunes.Hyera.Eyvaz
source: Delays
ru: Досадные задержки в делах

# interpretationForTwoRunes.Hyera.Perth
source: Receiving less than expected
ru: Получение меньшего, чем ожидалось

# interpretationForTwoRunes.Hyera.Algiz
source: Vices, negative influence
ru: Пороки, негативное влияние

# interpretationForTwoRunes.Hyera.Sovilo
source: Damocles sword of circumstance
ru: Непреодолимые обстоятельства

# interpretationForTwoRunes.Hyera.Teyvaz
source: Unrealistic dreams
ru: Бесплодные мечты

# interpretationForTwoRunes.Hyera.Berkana
source: Vulgar magic
ru: Вульгарная магия

# interpretationForTwoRunes.Hyera.Evaz
source: Cardiac problems, arrhythmia
ru: Кардиологические проблемы

# interpretationForTwoRunes.Hyera.Mannaz
source: Urgent need for help
ru: Неожиданная помощь

# interpretationForTwoRunes.Hyera.Laguz
source: Successes, changes for the better
ru: Успехи, перемены к лучшему

# interpretationForTwoRunes.Hyera.Inguz
source: Confession, Repentance
ru: Исповедь, покаяние

# interpretationForTwoRunes.Hyera.Dagaz
source: Confession, Repentance
ru: Время потерь

# interpretationForTwoRunes.Hyera.Otilla
source: Deceptions
ru: Обманы

# interpretationForTwoRunes.Hyera.RuneOfOdin
source: Torture, capture
ru: Насильственное ограничение свободы

# interpretationForTwoRunes.Eyvaz.Fehu
source: Necessary activities, problem solving
ru: Необходимость действовать, решать насущные проблемы

# interpretationForTwoRunes.Eyvaz.Uruz
source: Difficult circumstances, consequences of operations
ru: Ухудшение состояния здоровья, последствия старых ран

# interpretationForTwoRunes.Eyvaz.Turisaz
source: Fear, danger
ru: Опасность

# interpretationForTwoRunes.Eyvaz.Ansuz
source: Unpredictable situations
ru: Непредсказуемые ситуации

# interpretationForTwoRunes.Eyvaz.Raido
source: Feigned fun
ru: Напускное веселье

# interpretationForTwoRunes.Eyvaz.Kenaz
source: Long awaited pregnancy, profit
ru: Крупная прибыль или беременность

# interpretationForTwoRunes.Eyvaz.Gebo
source: New beginnings
ru: Новые начинания

# interpretationForTwoRunes.Eyvaz.Vunyo
source: Transformation
ru: Изменения внешности

# interpretationForTwoRunes.Eyvaz.Halagaz
source: Danger from water
ru: Опасность исходящая от воды

# interpretationForTwoRunes.Eyvaz.Nautiz
source: Serious danger
ru: Смертельная опасность
