Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# description.total.Ehwaz
source: Call of the Rune - do not miss the opportunity to be in the right place at the right time. Get ready for favorable changes and a way out of stagnation, something new is already on the doorstep. This can be a change of place of residence or work. Or maybe a change in your environment, including partners. Or a change in their own views and approaches to ideas and business. But in any context, this sign brings a change for the better. You just need to remember that good changes are possible only when you yourself change.
ru: Призыв Руны - не упустите возможность оказаться в нужном месте и в нужное время. Готовьтесь к благоприятным переменам и выходу из застоя, нечто новое уже стоит на пороге. Это может быть смена места жительства или работы. А может быть и смена Вашего окружения, включая партнёров. Или смена собственных взглядов и подходов к идеям и бизнесу. Но в любом контексте этот знак несёт перемены к лучшему. Необходимо только помнить, что благие перемены возможны только тогда, когда меняетесь Вы сами.

# description.total.Reverse.Ehvaz
source: Your forward movement is slowed down and bumps into obstacles. Do not blame yourself or others for this, but take it for granted. These obstacles are insignificant. Perhaps now such a delay will be useful in order to retire and rest. Calmly go through the difficulties, and when the moment is right, act. The sign's advice is patience. Occupy yourself at this moment with something else, pleasant and useful.
ru: Ваше движение вперёд заторможено и натыкается на препятствия. Не вините в этом ни себя ни окружающих, а примите это как данность. Препятствия эти незначительны. Возможно сейчас такая задержка будет полезна, чтобы отойти от дел и отдохнуть. Спокойно переживите трудности, а когда наступит подходящий момент - действуйте. Совет знака - терпение. Займите себя в этот момент чем-нибудь другим, приятным и полезным.

# description.total.Mannaz
source: At the moment, your merits are unlikely to be appreciated by anyone. Therefore, do not try to artificially attract attention to yourself with your behavior, even if it will hurt you. Don't expect rewards, but rather be flexible and humble. This is not a time for change, but a time for making plans and working with intentions. Everything will come to you in due time. Sign advice - refrain from excessive cash spending, be more modest and less selfish. No frills, and then you will succeed. After all, true happiness in internal and social life, the realization of the truths of human existence.
ru: В данный момент Ваши заслуги вряд ли будут кем-то оценены. Поэтому не старайтесь искусственно привлечь к себе внимание своим поведением, даже если это будет ранить Вас. Не ждите наград, а наоборот проявите гибкость и смирение. Это не время перемен, но время строить планы и работать с намерениями. Всё придёт к Вам в своё время. Совет знака - воздержитесь от чрезмерных денежных затрат, будьте скромнее и менее эгоистичны. Никаких излишеств, и тогда у Вас всё получится. Ведь истинное счастье во внутренней и социальной жизни, реализации истин человеческого существования.

# description.total.Reverse.Mannaz
source: At the moment, you should not count on any outside help. Analyze the circumstances and sort out the situation in order to reach out to yourself. Perhaps you see someone's evil intentions and intrigues on the way to your goals, but in fact, the reason for failure is in you, in the properties of your character and views. Also reconsider your desires and think how important the goal is for you.
ru: В данный момент Вам не следует рассчитывать на какую-либо помощь со стороны. Проанализируйте обстоятельства и разберитесь в ситуации для того, чтобы обратиться к самому себе. Возможно Вам видятся чьи-то злые намерения и козни на пути к Вашим целям, но на самом деле причина неудач именно в Вас самих, в свойствах Вашего характера и взглядов. Так же пересмотрите свои желания и подумайте насколько важна для Вас поставленная цель.

# description.total.Laguz
source: Trials await you, but you have enough strength to withstand it. External activity should be reduced to zero. You are given a chance to work with your intuition, immerse yourself in your inner world. Now is not the time to resist the flow of life, trust the world flow. Become flexible and fluid, stop the running of thoughts and meditate, listen to yourself. This is the best time to tune into your own voice. If you act according to your own rhythms, it will give you a sense of inner comfort. Otherwise, internal disharmony is inevitable. Sign advice - to achieve prosperity and avoid trouble, listen to your intuition.
ru: Вас ждут испытания, но У вас достаточно сил, чтобы выдержать его. Внешняя активность должна быть сведена к нулю. Вам дан шанс поработать со своей интуицией, погрузиться в свой внутренний мир. Сейчас не время противиться потоку жизни, доверьтесь мировому течению. Станьте гибким и текучим, остановите бег мыслей и помедитируйте, послушайте себя. Это лучшее время для настройки на собственный голос. Если Вы будете действовать в соответствии в собственными ритмами, это даст Вам ощущение внутреннего комфорта. В противном случае неизбежна внутренняя дисгармония. Совет знака - чтобы достигнуть благосостояния и избежать неприятностей, прислушайтесь к своей интуиции.

# description.total.Reverse.Laguz
source: You deny and challenge life itself. This sign is a warning against trying to exceed your capabilities. You are tired and your physical and mental strength is exhausted. It is possible that the reason for this is that you were trying to get what you want at any cost. This kind of idea has completely absorbed your thoughts and soul. It is not surprising that now you feel empty and tired. Do not forget, no matter how great your vital resources are, they are still not unlimited. Here you need to understand your true desires and gravities.
ru: Вы отрицаете саму жизнь и бросаете ей вызов. Этот знак - предупреждение против попыток превысить свои возможности. Вы устали и Ваши физические и душевные силы истощены. Возможно, что причина этого в том, что Вы пытались заполучить желаемое любой ценой. Эта некая идея поглотила целиком Ваши мысли и душу. Не удивительно, что сейчас Вы чувствуете опустошение и усталость. Не забывайте, как бы ни были велики Ваши жизненные ресурсы, они всё же не безграничны. Здесь необходимо разобраться в своих истинных желаниях и тяготениях.

# description.total.Inwaz
source: The business that you are currently engaged in will be completed successfully. You will easily deal with any problems and get rid of them, including unnecessary heart attachments. The sign speaks of the exit from the period of stagnation, the completion of one stage of life and the birth of a new one, which will transfer you to another stage of development - a higher and more favorable one. With the completion of the old, the new will come. But before the onset of a new stage, it is necessary to get rid of old attitudes and views, making room for a new one. This Rune symbolizes fertility and patronizes those who work on the earth. It also helps to get rid of infertility or male impotence. The soft cyclic energy of the Runes is that favorable environment where a systematic exchange of energies takes place, flowing from one state to another and back.
ru: Дело, которым Вы сейчас заняты завершится успешно. Вы легко расправитесь с любыми проблемами и избавитесь от них, включая ненужные сердечные привязанности. Знак говорит о выходе из периода застоя, о завершении одного этапа жизни и о зарождении нового, который переведёт Вас на другую стадию развития - более высокую и благоприятную. С завершением старого, придёт новое. Но перед наступлением нового этапа необходимо избавиться от старых установок и взглядов, расчищая место для нового. Данная Руна символизирует плодородие и покровительствует тем, кто работает на земле. Так же она помогает избавиться от бесплодия или мужского бессилия. Мягкая цикличная энергия Руны - это та благоприятная среда, где происходит планомерный обмен энергиями, перетекая из одного состояния в другое и обратно.

# description.total.Dagaz
source: We can say that your life begins literally with a blank slate. It is a symbolic transition from night to day. When, with the arrival of light, fears and ambiguities, hitherto hidden in the darkness of the night, dissipate. This is that long-awaited moment of transformation when you can make a breakthrough in the process of self-change and enlightenment. This bright sign carries a great period of prosperity and happiness. All obstacles and fears have been overcome, and a new light enters your life. The sign indicates that now is the period when the most incredible desires can come true. But for this you need to decide on any serious life changes. All you need to do is to believe in these changes, to believe in your inner strength and your destiny, regardless of external circumstances. All changes will be favorable and you will never be able to live as before.
ru: Можно сказать, что Ваша жизнь начинается буквально с "чистого листа". Это символический переход из ночи в день. Когда с приходом света, рассеиваются страхи и неясности, доселе скрытые во мраке ночи. Это тот долгожданный момент трансформации, когда можно совершить прорыв в процессе самоизменения и просветления. Этот светлый знак несёт большой период процветания и счастье. Все препятствия и страхи преодолены, и новый свет входит в Вашу жизнь. Знак говорит о том, что сейчас период, когда могут сбыться самые невероятные желания. Но для этого Вам необходимо решиться на любые серьёзные изменения жизни. От Вас требуется только верить этим изменениям, верить в свою внутреннюю силу и в свою судьбу, невзирая на внешние обстоятельства. Все изменения будут благоприятны и Вы уже никогда не сможете жить как прежде.

# description.total.Opila
source: The situation calls for an end to what has already become obsolete. You will only benefit from this. The call of the sign is to shed your old skin and let go of the past. Only under this condition will you receive sustainable prosperity and prosperity, continuous growth of any business you start and true freedom. But this will require submission to the situation and willpower, only with such behavior can you move forward. The sign also indicates that the time has come to develop talents, but at the same time it is necessary to soberly assess your capabilities. This sign also indicates that you have a strong rear - your safe place, which is based on the Family clan or on the support of like-minded people.
ru: Ситуация требует прекращение того, что уже отжило своё. Вы от этого только выиграете. Призыв знака - сбрось старую кожу и отпусти прошлое. Только при этом условии Вы получите устойчивое процветание и благосостояние, непрерывный рост любого начатого дела и истинную свободу. Но здесь потребуется подчинение ситуации и сила воли, только при таком поведении можно продвинуться в перёд.Знак говорит и о том, что настала пора развивать таланты, но при этом необходимо трезво оценивать свои возможности. Этот знак так же указывает на то, что у Вас есть крепкий тыл - Ваше безопасное место, который базируется на Родовом клане или на поддержке единомышленников.

# description.total.Reverse.Opila
source: There is a danger of making the wrong decision. Fate gives you a warning through this Rune about the difficulties that you probably already faced or will face in the near future, as a result of trying to progress too quickly. Your business will not go as fast as you would like. Therefore, be patient and do not rush things. Sign advice - be flexible, do not obey conventions and old authorities. Now it is necessary to refrain from risky ventures and act only according to your inner feeling.
ru: Существует опасность принятия неверного решения. Судьба даёт Вам предостережение через данную Руну о трудностях, с которыми Вы вероятно уже столкнулись или столкнётесь в ближайшее время, в результате попыток слишком быстрого прогресса. Дела Ваши не будут идти столь быстрыми темпами, как Вам бы этого хотелось. Поэтому будьте терпеливы и не торопите события. Совет знака - будь гибким, не подчиняйся условностям и старым авторитетам. Сейчас необходимо воздержаться от рисковых предприятий и действовать только согласно своему внутреннему ощущению.

# description.total.Odin
source: You now have a wonderful chance to start everything from scratch. You are at the end of one path and the beginning of the next, and your life will never be the same. Something unexpected will happen to you, there will be a moment that will radically change everything in your life. And what exactly this event will be depends on how you deserve it with your past. At the moment it is hidden from your sight and the answer is known only to Fate. But trust your destiny, now you are in harmony with the world and clearly realize your place in life.
ru: У Вас появился замечательный шанс начать всё с "чистого листа". Вы находитесь в конце одного пути и в начале следующего, и Ваша жизнь никогда не будет такой, как прежде. С Вами произойдёт что-то неожиданное, будет такой момент, который изменит коренным образом всё в Вашей жизни. И каким именно будет это событие, зависит от того, как Вы заслужили это своим прошлым. В данный момент это скрыто от Вашего взора и ответ известен только Судьбе. Но доверьтесь своей судьбе, сейчас Вы находитесь в гармонии с миром и ясно осознаёте своё место в жизни.

# description.value.Fehu
source: Goal achievement, luck
ru: Достижение цели, удача

# description.value.Reverse.Fehu
source: Disappointment or loss
ru: Разочарование или потеря

# description.value.Uruz
source: Change in life
ru: Перемена в жизни

# description.value.Reverse.Uruz
source: Missed opportunity
ru: Упущенная возможность

# description.value.Purisaz
source: Ambiguity
ru: Неизвестность

# description.value.Reverse.Purisaz
source: Fear to act
ru: Страх действовать

# description.value.Ansuz
source: Spiritual insight, the intervention of higher powers
ru: Духовное озарение, вмешательство высших сил

# description.value.Reverse.Ansuz
source: Anxiety and discouragement
ru: Тревога и уныние

# description.value.Raidu
source: Сhange for the better
ru: Перемена к лучшему

# description.value.Reverse.Raidu
source: Unexpected event
ru: Неожиданное событие

# description.value.Kauna
source: Unexpected event
ru: Воплощение задуманного

# description.value.Reverse.Kauna
source: Failure or loss
ru: Неудача или потеря

# description.value.Gebu
source: Profitable partnership
ru: Выгодное партнерство

# description.value.Wunji
source: The end of the rough patch in life
ru: Окончание "черной" полосы в жизни

# description.value.Reverse.Wunji
source: Slow movement towards the goal
ru: Медленное движение к цели

# description.value.Hagalaz
source: Force majeure
ru: Непреодолимое обстоятельство

# description.value.Naudiz
source: Emotional experience
ru: Эмоциональное переживание

# description.value.Reverse.Naudiz
source: Despair
ru: Отчаяние

# description.value.Isaz
source: Powerlessness
ru: Бессилие

# description.value.Jara
source: A reward after much effort
ru: Награда после долгих усилий

# description.value.Iwaz
source: An unpleasant embarrassment
ru: Неприятное затруднение

# description.value.Perpu
source: Unexpected difficulty
ru: Неожиданная трудность

# description.value.Reverse.Perpu
source: Uncertainty
ru: Неопределенность

# description.value.Algiz
source: A new perspective
ru: Новая перспектива

# description.value.Reverse.Algiz
source: Delusion
ru: Заблуждение

# description.value.Sowilu
source: Victory in any activity
ru: Победа в любой деятельности

# description.value.Tiwaz
source: Achievements of goals
ru: Достижение целей

# description.value.Reverse.Tiwaz
source: Prostration
ru: Упадок сил

# description.value.Berkana
source: Career and personal growth
ru: Рост в карьере и личной жизни

# description.value.Reverse.Berkana
source: Obstacle
ru: Препятствие

# description.value.Ehwaz
source: Change in perception and lifestyle
ru: Изменение образа жизни и мировосприятия

# description.value.Reverse.Ehvaz
source: Weak obstacle
ru: Небольшие препятствия

# description.value.Mannaz
source: Calm and stop
ru: Спокойствие и остановка

# description.value.Reverse.Mannaz
source: Lack of help
ru: Отсутствие помощи

# description.value.Laguz
source: Immersion in the inner world and trust in intuition
ru: Погружение во внутренний мир и доверие к интуиции

# description.value.Reverse.Laguz
source: Exhaustion of forces
ru: Истощение сил

# description.value.Inwaz
source: Movement towards success
ru: Движение к успеху

# description.value.Dagaz
source: A major change in life
ru: Серьёзное изменение в жизни

# description.value.Opila
source: Break with the past
ru: Разрыв с прошлым

# description.value.Reverse.Opila
source: Caution
ru: Осторожность

# description.value.Odin
source: Global, radical change
ru: Крупные перемены в жизни и делах

# affirmation.1
source: You have a choice every day. And you choose a successful and happy life
ru: Каждый день у Вас есть выбор. И Вы выбираете успешную и счастливую жизнь

# affirmation.2
source: You deserve only good things in life
ru: Вы заслуживаете в жизни только хорошего

# affirmation.3
source: You have everything you need to enjoy life here and now
ru: У Вас есть всё, что нужно, чтобы наслаждаться жизнью здесь и сейчас

# affirmation.4
source: You see your gorgeous inner self
ru: Вы видите свою великолепную внутреннюю сущность

# affirmation.5
source: You wait for success in all your deals
ru: Вы настраиваетесь на благополучный исход всех ваших дел

# affirmation.6
source: Your body and mind are filled with life and energy
ru: Ваше тело и разум наполнены жизнью и энергией

# affirmation.7
source: Try to concentrate on peace and appeasement
ru: Попытайтесь сконцентрироваться на покое и умировотрении

# affirmation.8
source: Stay calm and focused in any situation
ru: Будьте спокойны и сосредоточены в любой ситуации

# affirmation.9
source: Concentrate on positive thoughts
ru: Концентрируйтесь на позитивных мыслях

# affirmation.10
source: Love yourself and the rest will fall into place
ru: Любите себя и остальное встанет на свои места

# affirmation.11
source: Your thoughts are under your control
ru: Ваши мысли находятся под вашим контролем

# affirmation.12
source: You desrve to be healthy and happy
ru: Вы заслуживаете быть здоровым и счастливым

# affirmation.13
source: Everything you need comes to you on the right day and hour
ru: Всё, в чём Вы нуждаетесь, приходит к Вам в нужный день и час

# affirmation.14
source: You enjoy the present and thank yourself for the past
ru: Вы наслаждаетесь настоящим и благодарите себя за прошлое

# affirmation.15
source: You rejoice in the success of others, knowing that the abundance of the universe is enough for everyone
ru: Вы радуетесь успехам окружающих, зная, что изобилия Вселенной хватит на всех

# affirmation.16
source: Try to find the right answer to a difficult life question
ru: Попытайтесь найти правильный ответ на сложный жизненный вопрос

# affirmation.17
source: Your help to other people is rewarded many times over
ru: Ваша помощь другим людям многократно вознаграждается

# affirmation.18
source: Your destiny is to be happy
ru: Ваше предназначение - быть счастливым

# affirmation.19
source: Let the good surround you
ru: Позвольте добру окружить Вас

# affirmation.20
source: The freedom to choose is your birthright
ru: Свобода выбирать - Ваше неотъемлемое право

# affirmation.21
source: You love and respect yourself exactly as you are
ru: Вы любите и уважаете себя именно таким, какой Вы есть

# affirmation.22
source: Every day brings you new opportunities
ru: Каждый день приносит Вам новые возможности

# affirmation.23
source: You gratefully accept the gifts of Destiny
ru: Вы с благодарностью принимаете дары Судьбы

# affirmation.24
source: Your strength and self-confidence are constantly growing
ru: Ваша сила и уверенность в себе постоянно растут

# affirmation.25
source: By discarding the past, you give yourself the opportunity to create the future you deserve.
ru: Отбрасывая прошлое, Вы даёте себе возможность создать то будущее, которого заслуживаете

# affirmation.26
source: Allow yourself to open up and fully and show your abilities
ru: Позвольте себе раскрыться и в полной мере и проявить свои способности

# affirmation.27
source: Form a clear and precise idea of your life goals
ru: Сформируйте чёткое и ясное представление о своих жизненных целях

# affirmation.28
source: Be prepared for any challenge in life
ru: Будьте готовы к любым сложностям в жизни

# affirmation.29
source: Release the tension
ru: Освободитесь от напряжения

# affirmation.30
source: Change your thoughts and then your world will change
ru: Измени свои мысли и тогда твой мир изменится

# affirmation.31
source: Every day your life is getting better and better in every way
ru: С каждым днем Ваша жизнь становится все лучше и лучше во всех отношениях

# affirmation.32
source: You will form habits that contribute to your success
ru: Вы сформируете привычки, способствующие вашему успеху

# affirmation.33
source: You want to change and grow spiritually
ru: Вы хотите измениться и духовно вырасти

# affirmation.34
source: You cast aside doubts and master all the skills and abilities to achieve what you want
ru: Вы отбрасываете сомнения и осваиваете все умения и навыки для достижения желаемого

# affirmation.35
source: You are open to support from other people
ru: Вы открыты для поддержки со стороны других людей

# affirmation.36
source: Thinking of abundance leads you to fulfill your desires
ru: Мышление изобилия ведет Вас к исполнению желаний

# affirmation.37
source: Let confidence take over your mind
ru: Позвольте уверености овладеть вашим разумом

# affirmation.38
source: You have more strength to overcome difficulties than you think
ru: У Вас больше сил для преодоления сложностей, чем Вы думаете

# affirmation.39
source: The 1000-step path starts from the first step. Take action
ru: Путь в 1000 шагов начинается с 1-го шага. Действуйте

# name.Fehu
source: Fehu
ru: Феху

# name.Reverse.Fehu
source: Reverse Fehu
ru: Феху обратная

# name.Uruz
source: Uruz
ru: Уруз

# name.Reverse.Uruz
source: Reverse Uruz
ru: Уруз обратная

# name.Purisaz
source: Purisaz
ru: Турисаз

# name.Reverse.Purisaz
source: Reverse Purisaz
ru: Турисаз обратная

# name.Ansuz
source: Ansuz
ru: Ансуз

# name.Reverse.Ansuz
source: Reverse Ansuz
ru: Ансуз обратная

# name.Raidu
source: Raidu
ru: Райдо

# name.Reverse.Raidu
source: Reverse Raidu
ru: Райдо обратная

# name.Kauna
source: Kauna
ru: Кеназ

# name.Reverse.Kauna
source: Reverse Kauna
ru: Кеназ обратная

# name.Gebu
source: Gebu
ru: Гебо

# name.Wunji
source: Wunji
ru: Вуньо

# name.Reverse.Wunji
source: Reverse Wunji
ru: Вуньо обратная

# name.Hagalaz
source: Hagalaz
ru: Хагалаз

# name.Naudiz
source: Naudiz
ru: Наутиз

# name.Reverse.Naudiz
source: Reverse Naudiz
ru: Наутиз обратная

# name.Isaz
source: Isaz
ru: Иса

# name.Jara
source: Jara
ru: Йера

# name.Iwaz
source: Iwaz
ru: Эйваз

# name.Perpu
source: Perpu
ru: Перт

# name.Reverse.Perpu
source: Reverse Perpu
ru: Перт обратная

# name.Algiz
source: Algiz
ru: Альгиз

# name.Reverse.Algiz
source: Reverse Algiz
ru: Альгиз обратная

# name.Sowilu
source: Sowilu
ru: Совило

# name.Tiwaz
source: Tiwaz
ru: Тейваз

# name.Reverse.Tiwaz
source: Reverse Tiwaz
ru: Тейваз обратная

# name.Berkana
source: Berkana
ru: Беркана

# name.Reverse.Berkana
source: Reverse Berkana
ru: Беркана обратная

# name.Ehwaz
source: Ehwaz
ru: Эваз

# name.Reverse.Ehvaz
source: Reverse Ehvaz
ru: Эваз обратная

# name.Mannaz
source: Mannaz
ru: Манназ

# name.Reverse.Mannaz
source: Reverse Mannaz
ru: Манназ обратная

# name.Laguz
source: Laguz
ru: Лагуз
