Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# language.name
source: en
ru: ru

# rune.dayRune.name
source: RUNE OF THE DAY
ru: Руна дня

# rune.twoRunes.name
source: 2 RUNES
ru: Расклад из 2 рун

# rune.norns.name
source: NORNS
ru: Норны

# rune.thorsHummer.name
source: THOR’S HAMMER
ru: Молот Тора

# rune.shortPrediction.name
source: BRIEF PROPHECY
ru: Краткий прогноз

# rune.cross.name
source: CROSS
ru: Крест

# rune.elementsCross.name
source: CROSS OF ELEMENTS
ru: Крест Стихий

# rune.keltsCross.name
source: CELTIC CROSS
ru: Кельтский Крест

# navbar.title.back
source: Back
ru: Назад

# tabbar.layouts
source: Runic Draws
ru: Расклады

# tabbar.settings
source: Settings
ru: Настройки

# tabbar.library
source: Library
ru: Библиотека

# tabbar.generator
source: Generator
ru: Генератор

# tabbar.openSettings
source: In order to change the language in the application, you need to go to the settings of your phone.
ru: Для того, чтобы изменить язык в приложении, необходимо перейти в настройки вашего телефона.

# tabbar.allow
source: Allow
ru: Разрешить

# tabbar.cancel
source: Cancel
ru: Отмена

# tabbar.language
source: Language
ru: Язык

# tabbar.music
source: Music
ru: Музыка

# tabbar.rateApp
source: Rate the application
ru: Оценить приложение

# tabbar.aboutApp
source: About
ru: О приложении

# tabbar.descriptionAppText
source: Application version 1.0 Runar is an app for reading Scandinavian runes and studying mythology and fairy tales. Contains 8 types of rune layouts & runes interpretation. With the permission of the copyright holders, the following musical compositions are used in the application: - Lyod (tracks "Black rook", "My mother told"), https://lyod1.bandcamp.com/releases - Danheim (tracks "Runar", "Kala"), https://danheimmusic.com
ru: Версия приложения 1.0 Runar — это приложение для гадания на скандинавских рунах и изучения скандинавской мифологии и сказок. Содержит 8 видов рунных раскладов, толкования рун. С разрешения правообладателей, в приложении использованы следующие музыкальные композиции: - Лёдъ (использованы композиции - "Черная Ладья", "Мать моя сказала"), https://lyod1.bandcamp.com/releases - Danheim (использованы композиции - "Runar", "Kala"), https://danheimmusic.com

# popUp.yes
source: Yes
ru: Да

# popUp.no
source: No
ru: Нет

# popUp.stopAlignment
source: Do you really want to stop Runic Draw?
ru: Вы уверены, что хотите завершить расклад?

# layouts.title
source: Runic Draws
ru: Расклады рун

# layouts.generator.title
source: Runic patterns
ru: Рунические узоры

# layouts.generator.description
source: Create your runic pattern by selecting a few runes
ru: Создай свой рунный узор выбрав несколько рун

# luckLevel
source: Luckiness - %@ %%
ru: Уровень удачи - %@ %%

# goToTheSite
source: Check the website
ru: Перейти на сайт

# layoutProcessing
source: Processing...
ru: Расклад обрабатывается...

# startAlignment
source: Start Runic Draw
ru: Начать расклад

# showAgain
source: Do not show again
ru: Больше не показывать

# interpret
source: Get Interpretation
ru: Толковать

# drawRune
source: Pull Out a Rune
ru: Вытянуть руну

# complete
source: Finish
ru: Завершить

source: Skip
ru: Пропустить

# present
source: Present one
ru: Настоящее

# strength
source: Forces that affect you
ru: Силы, влияющие на вас

# situation
source: Overall situation
ru: Общая ситуация

source: Problem
ru: Проблема

# solutionProblem
source: Solution
ru: Решение проблемы

# past
source: Your history
ru: Прошлое

# situationInRealTime
source: Present one
ru: Ситуация в настоящее время

# future
source: Your future
ru: Будущее

source: Solution
ru: Решение

source: Result
ru: Результат

source: Help
ru: Помощь

# irresistibleStrength
source: Force Majeure
ru: Неопредолимая сила

# yuorEssence
source: Your essense
ru: Ваша сущность

# probableFuture
source: Possible future
ru: Вероятное будущее

# ourAim
source: Your goal
ru: Ваша цель

source: Difficulties
ru: Трудности

# stateOfAffairs
source: Present one, real situation
ru: Настоящее, истинное положение вещей

# conditions
source: Pay attention to this
ru: Условия, на которые необходимо обратить внимание

# reason
source: Cause of difficulties
ru: Причина трудностей

# theBest
source: Best to expect
ru: Лучшее, чего Вы можете ожидать - это

# awaitsYou
source: Most likely waiting for you
ru: С большой вероятностью вас ожидает

# music.lyod
source: Lyod
ru: Ледъ

# music.blackRook
source: Black rook
ru: Черная Ладья

# music.myMotherTold
source: My mother told
ru: Мать моя сказала

# onboarding.nextScreen
source: Next
ru: Далее

# onboarding.start
source: Start
ru: Начать

# onboarding.skip
source: Skip
ru: Пропустить

# onboarding.aboutTitle
source: What the app is about
ru: О чем приложение

# onboarding.aboutDescription
source: Get answers to exciting questions with the help of runes
ru: Получай ответы на волнующие вопросы с помощью рун

# onboarding.howToTitle
source: How to read runes
ru: Как гадать

# onboarding.howToDescription
source: Choose one of the eight divinations and see the interpretation of your fate
ru: Выбирай один из восьми раскладов и смотри толкование своей судьбы

# onboarding.explanationTitle
source: Interpretation
ru: Толкование

# onboarding.explanationDescription
source: See the interpretation of each divination with the luckiness level
ru: Смотри интерпретацию каждого расклада с указанием уровня удачи

# onboarding.generatorTitle
source: Generator
ru: Генератор

# onboarding.generatorDescription
source: Forge your own destiny, collect a rune pattern and chose a background for it
ru: Куй свою судьбу сам, собери рунный узор и наложи его на классную картинку

# onboarding.libraryTitle
source: Library
ru: Библиотека

# onboarding.libraryDescription
source: Go to the Library of Knowledge, learn fairy tales, mythology and the history of runes
ru: Заходи в Библиотеку знаний, изучай сказки, мифологию и историю рун

# generator.runePattern.title
source: Runic pattern
ru: Рунный узор

# generator.runeFormula.title
source: Runic formula
ru: Рунная Формула

# generator.runeStaves.title
source: Runic staves
ru: Рунный Став

# generator.commingSoon
source: Comming soon
ru: Скоро появятся

# generator.select
source: Select
ru: Выбрать

# generator.selectedRunes.title
source: Select 1 to 3 runes and collect your rune draw
ru: Собери свой рунный узор, выбрав от 1 до 3 рун

# generator.randomButton.title
source: Select random runes
ru: Выбрать случайные руны

# generator.generateButton.title
source: Generate
ru: Cгенерировать

# generator.generateRunes.title
source: Runes selection
ru: Выбор рун

# generator.wallpapersHeader.title
source: Wallpaper selection
ru: Выбор обоев

# generator.wallpapersDescription.subtitle
source: Sealed forever and ever your pattern in the sky
ru: Запечатли навеки вечные свой узор в небесном чертоге

# generator.wallpapers.title
source: Wallpaper selection
ru: Узор создан

# generator.emptyWallpapers.subtitle
source: Next, choose the background for it, Viking
ru: Далее выбери фон для него, викинг

# generator.emptyWallpapersNewVariant.btnTitle
source: See more
ru: Смотреть ещё

# generator.nextButton.title
source: Next
ru: Далее

# generator.progress.name
source: Pattern generation
ru: Происходит магия

# generator.progressGenerator.title
source: Runic pattern is creating...
ru: Создается узор...

# generator.selectWallpapersHeader.title
source: Picture selection
ru: Выбор рисунка

# generator.selectWallpaperHeader.title
source: Runic pattern
ru: Рунный узор

# generator.shareWallpaperHeader.title
source: Runic wallpaper image
ru: Runar изображение для обоев

# generator.alertHeader.title
source: Runic pattern has been saved
ru: Рунный узор сохранен

# generator.alertAction.title
source: Ok
ru: Хорошо

# monetization.titleSubscriptionPremium
source: Runar premium
ru: Runar премиум

# monetization.titleSubscriptionPopular
source: Runar popular
ru: Runar популярный

# monetization.titleSubscriptionEternal
source: Runar eternal
ru: Runar вечный

# monetization.descriptionMainTitle
source: Get a full access to Runar
ru: Включи все функции Runar

# monetization.firstDescriptionTitle
source: 8 runic draws
ru: 8 рунных раскладов

# monetization.secondDescriptionTitle
source: All runes description
ru: Все описания рун

# monetization.thirdDescriptionTitle
source: Audio library
ru: Аудио библиотека

# monetization.fourthDescriptionTitle
source: Runic patterns generator
ru: Генератор рунных узоров

# monetization.chooseTitleMonetization
source: Сhoose a payment plan
ru: Выбери план платежей

# monetization.goPremiumTitle
source: Premium
ru: Премиум

# monetization.goPopularTitle
source: Popular
ru: Популярный

# monetization.goEternalTitle
source: Eternal
ru: Вечный

# monetization.goPremiumPeriod
source: Monthly
ru: Месячный

# monetization.goPopularPeriod
source: Annually
ru: Годовой

# monetization.goEternalPeriod
source: Forever
ru: Навсегда

# monetization.goSubEternalPrice
source: pay once
ru: одним платежом

# monetization.goPay
source: Pay the plan
ru: Оплатить

# monetization.termsOfUseButton
source: Terms of use
ru: Условия использования

# monetization.privacyPolicyButton
source: Privacy policy
ru: Политика конфиденциальности

# monetization.restoreButton
source: Restore purchase
ru: Восстановить покупку

# rune.dayRune.description
source: Often one rune is the answer to the question. In this case there is no possibility of misinterpretation, because no other runes capable of confusing the Inquirer.
ru: Расклад "Руна дня" идеально подходит для получения ответа на заданный вопрос. Ведь достаточно взять всего одну руну. Её значение – это и есть ответ на Ваш вопрос. В этом случае исключена вероятность неправильного толкования, так как других рун, способных запутать Вопрошающего, нет.

# rune.twoRunes.description
source: The combination of two runes characterizes the present state of affairs and the forces that influence you now, in the present. And so the question must be the present one, or you can even skip the question. Two runes, even without questions, will show the present one.
ru: Сочетание двух рун расскажет о настоящем положении дел, а также тех сил, которые оказывают влияние на Вас в настоящем. В этом раскладе Ваш вопрос должен касаться настоящего, или можно обойтись без вопроса. Даже без вопроса две руны расскажут Вам о том, что происходит в настоящий момент.

# rune.norns.description
source: In German-Scandinavian mythology, there are three women, wizards endowed with the miraculous power to determine the fate of the world, human beings, and even gods. This runaway pattern can be applied in different situations, both to clarify something and to seek advice or answer a question.
ru: Норны — это три волшебницы в германо-скандинавской мифологии, которые наделены даром определять судьбы мира. Норны отвечают за прошлое, настоящее и будущее. Они ткут нити жизней у корней мирового древа Иггдрасиль. Данный рунный расклад может применяться для получения совета, либо прояснения чего-либо или получения ответа на вопрос, основанного на причинах прошлого, происходящего в настоящем и следствия этих событий в будущем.

# rune.thorsHummer.description
source: This divination figures out your past, present one, and future.
ru: Данный расклад символизирует Ваше прошлое, настоящее и будущее.

# rune.shortPrediction.description
source: This divination helps to understand the causes and find solutions to problems that are not very complicated or neglected.
ru: Расклад "Краткий прогноз" помогает найти причины и решения для не очень сложных проблем и вопросов. Он вам расскажет о том, что у вас на самом деле происходит в настоящем, обозначит истинную проблему, её решение и возможный результат, последствие Ваших действий.

# rune.cross.description
source: To find out how the situation is (for or against you), use this popular divination. It will help you to coordinate your actions and provide an optimal solution.
ru: Расклад "Крест" используется для того, чтобы узнать, насколько благоприятно для вас складывается ситуация. Он поможет скоординировать ваши действия и подскажет оптимальное решение проблемы.

# rune.elementsCross.description
source: This is the extended version of the «Cross» divination.
ru: Расклад "Крест Стихий" — это расширенная версия расклада "Крест". Используется чаще всего для того, чтобы узнать, как складывается ситуация — за или против вас. В предсказании он отталкивается от вашей сущности и возможностей идти к цели.

# rune.keltsCross.description
source: The fame and popularity of this divination can be explained by the breadth of the interpretation, which can be used as a simple glimpse into one’s future, as well as to find out how to act and what to expect from the particular situation.
ru: Известность и популярность данного гадания объясняется широтой толкования, с его помощью можно как просто заглянуть в свое будущее, так и узнать, как действовать и чего ожидать от конкретно возникшей затруднительной ситуации.

# interpretationForTwoRunes.text
source: Your life in present one can be characterized as %@.
ru: Ваше настоящее положение дел можно охарактеризовать как %@.

# interpretationForNorns.text
source: Your life in present one can be characterized as %@. Pay close attention to the problem with your %@. To solve this problem, define with %@.
ru: Общее положение Ваших дел может быть описано как %@. Вашего особого внимания требует - %@. Возможное решение в данном случае - это %@.

# interpretationForThorsHummer.text
source: In the past you felt the %@, in present one you feel the %@, in the future you expect the %@.
ru: Ваши ощущения в прошлом - %@, в настоящее время - %@, в будущем вас ожидает %@.

# interpretationForShortPrediction.text
source: In present one your life can be described as %@. Your problem is %@, but to solve it you have to rely on %@. If you persist in your actions, then %@ awaits you.
ru: Ваше текущее состояние можно описать как %@. Ваша проблема - это %@, и для её решения вашей лучшей опорой будет %@. При настойчивости и благоприятном стечении обстоятельств, вас ожидает %@.

# interpretationForСross.text
source: In the past, you felt the %@, the present one (including the problem) can be described as the %@. If the situation develops naturally, you will find an %@, and there is a power, namely the %@, over which you cannot influence. But if Destiny brings you help - %@, then you will have a better future.
ru: Ваши ощущения в прошлом %@, настоящее, как и возможная проблема, может быть описано как %@. При естественном развитии ситуации, Вас ожидает %@, также присутствует %@ - это сила, на которую Вы не можете влиять. Есть вероятность, что помощью от Судьбы для вас будет %@, в этом случае Вас определённо ждет лучшее будущее.

# interpretationElementsCross.text
source: As a person, you have the important trait - %@, and in present one you have %@. The source of your problems may be %@. The most likely future may be described as %@. To archieve this future, your main goal is - %@. If you do not reach the target, you will be %@.
ru: Вам, как человеку, присуща важная черта - %@, и в настоящее время с Вами происходит %@. Источником Ваших проблем может быть %@. Наиболее вероятное будущее может быть описано как %@. Для достижения этого результата, Ваша главная цель - %@. Если же Вы не достигнете поставленной цели - вас ждет %@.

# interpretationKeltsCross.text
source: You are currently experiencing the %@, which is a consequence of your past - %@. To reach the %@ in the future, you need to pay attention to the %@. Perhaps the reason for your difficulties is %@. The best you can expect is %@. As a result, you are waiting for %@.
ru: В настоящее время с Вами происходит %@, причиной этого является ваше прошлое - %@. Если в будущем ваша цель %@, вашего особого внимания требует %@. Возможно, причиной ваших трудностей является %@. Лучшее, чего Вы можете ожидать - это %@. С большой вероятностью вас ожидает %@.

# interpretationForTwoRunes.Fehu.Uruz
source: Property inheritance
ru: Наследование имущества

# interpretationForTwoRunes.Fehu.Turisaz
source: Compassion, helping others
ru: Сочувствие, помощь ближним

# interpretationForTwoRunes.Fehu.Ansuz
source: Control, subordination
ru: Подчинение контролю извне

# interpretationForTwoRunes.Fehu.Raido
source: Difficult travel
ru: Долгое путешествие

# interpretationForTwoRunes.Fehu.Kenaz
source: Way out of a difficult situation
ru: Выход из тяжелого положения

# interpretationForTwoRunes.Fehu.Gebo
source: Venture
ru: Авантюра

# interpretationForTwoRunes.Fehu.Vunyo
source: Successful enrichment
ru: Преумножение материальных благ

# interpretationForTwoRunes.Fehu.Halagaz
source: Death by the water element
ru: Опасность, исходящая от водной стихии

# interpretationForTwoRunes.Fehu.Nautiz
source: Poverty, death of a loved one, deterioration of condition, serious illness
ru: Лишения, болезнь

# interpretationForTwoRunes.Fehu.Isa
source: Job loss, creative crisis, stagnation
ru: Потеря работы, творческий кризис, застой в делах

# interpretationForTwoRunes.Fehu.Hyera
source: Inability to manage time, unsuccessful work
ru: Неумение распоряжаться временем, застой

# interpretationForTwoRunes.Fehu.Eyvaz
source: Necessary activities, problem solving
ru: Необходимая деятельность, решение проблем

# interpretationForTwoRunes.Fehu.Perth
source: The birth of a new life, possible profit, good news
ru: Зарождение новой жизни, возможная прибыль, радостное известие

# interpretationForTwoRunes.Fehu.Algiz
source: Raising living standards in general
ru: Общий расцвет, успех в нескольких сферах

# interpretationForTwoRunes.Fehu.Sovilo
source: Successfully overcoming obstacles
ru: Успешное преодоление препятствий

# interpretationForTwoRunes.Fehu.Teyvaz
source: Lucky coincidence, new acquisitions
ru: Удачное стечение обстоятельств, новые приобретения

# interpretationForTwoRunes.Fehu.Berkana
source: Family idyll, marriage, preparation for the wedding
ru: Семейная идиллия, брачные отношения

# interpretationForTwoRunes.Fehu.Evaz
source: The embodiment of desires
ru: Воплощение желаний

# interpretationForTwoRunes.Fehu.Mannaz
source: Recommendations, useful tips
ru: Рекомендации, полезные советы

# interpretationForTwoRunes.Fehu.Laguz
source: Good luck in your endeavors
ru: Удача в начинаниях

# interpretationForTwoRunes.Fehu.Inguz
source: Necessary respite, depletion of vital reserves
ru: Истощение жизненных сил, необходим отдых

# interpretationForTwoRunes.Fehu.Dagaz
source: A turn for the better, the beginning of a new story
ru: Поворот к лучшему, начало новой истории

# interpretationForTwoRunes.Fehu.Otilla
source: Emergencies, unexpected situations, troubles
ru: Неприятности в делах, возможно, экстренные ситуации

# interpretationForTwoRunes.Fehu.RuneOfOdin
source: Unexpected gifts of fate
ru: Нежданные дары судьбы

# interpretationForTwoRunes.Uruz.Fehu
source: Property inheritance
ru: Наследование имущества

# interpretationForTwoRunes.Uruz.Turisaz
source: Stagnation, strengthening ties
ru: Укрепление связей

# interpretationForTwoRunes.Uruz.Ansuz
source: New information, enlightenment
ru: Получение новой информации, новостей, просветление

# interpretationForTwoRunes.Uruz.Raido
source: New information, enlightenment
ru: Обогащение

# interpretationForTwoRunes.Uruz.Kenaz
source: Folk talents, success, luck
ru: Проявление таланта, успех, везение

# interpretationForTwoRunes.Uruz.Gebo
source: Good partnership
ru: Выгодное партнерство

# interpretationForTwoRunes.Uruz.Vunyo
source: Harvest failure, hunger, devastation
ru: Большие проблемы с благосостоянием

# interpretationForTwoRunes.Uruz.Halagaz
source: Impotence, illness, disability, accidents
ru: Немощность, инвалидность

# interpretationForTwoRunes.Uruz.Nautiz
source: Financial crash, stock crash
ru: Финансовые проблемы

# interpretationForTwoRunes.Uruz.Isa
source: Disability, laziness, papatia
ru: Лень и апатия, влекущие за собой недееспособность

# interpretationForTwoRunes.Uruz.Hyera
source: Late ripening, delaying in success
ru: Запаздывание с успехом

# interpretationForTwoRunes.Uruz.Eyvaz
source: Difficult circumstances, consequences of operations
ru: Ухудшение состояния здоровья, последствия старых ран

# interpretationForTwoRunes.Uruz.Perth
source: Burden, unwilling pregnancy
ru: Обуза, нежелательная беременность

# interpretationForTwoRunes.Uruz.Algiz
source: Relief, recovery, finding defenders
ru: Облегчение, выздоровление, обретение защитников, покровителей, меценатов

# interpretationForTwoRunes.Uruz.Sovilo
source: Good luck, untying karmic knots
ru: Удача, развязывание кармических узлов

# interpretationForTwoRunes.Uruz.Teyvaz
source: Victories in any competition
ru: Победы в любых соревнованиях

# interpretationForTwoRunes.Uruz.Berkana
source: Profits, fertility, loans
ru: Прибыль, плодородие, успех в малом бизнесе

# interpretationForTwoRunes.Uruz.Evaz
source: Slow but sure progress towards the goal
ru: Медленное, но верное продвижение к цели

# interpretationForTwoRunes.Uruz.Mannaz
source: Litigation in your favor
ru: Судебная тяжба либо спор решится в вашу пользу

# interpretationForTwoRunes.Uruz.Laguz
source: New beginnings, successes
ru: Новые начинания, успехи

# interpretationForTwoRunes.Uruz.Inguz
source: Longevity, success
ru: Долголетие, успех

# interpretationForTwoRunes.Uruz.Dagaz
source: Study, pedagogy, success
ru: Успехи в образовании

# interpretationForTwoRunes.Uruz.Otilla
source: Breaking old ties, starting new paths, doubts
ru: Разрыв старых связей, начало нового пути, сомнения

# interpretationForTwoRunes.Uruz.RuneOfOdin
source: Old age degradation
ru: Старость, немощность

# interpretationForTwoRunes.Turisaz.Fehu
source: Compassion, helping others
ru: Сочувствие, помощь ближним

# interpretationForTwoRunes.Turisaz.Uruz
source: Stagnation, strengthening ties
ru: Укрепление связей

# interpretationForTwoRunes.Turisaz.Ansuz
source: Improving the situation
ru: Улучшение ситуации

# interpretationForTwoRunes.Turisaz.Raido
source: Speech, congratulations
ru: Выступление, поздравление

# interpretationForTwoRunes.Turisaz.Kenaz
source: Quick success, unexpected patronage
ru: Быстрый успех, неожиданное покровительство

# interpretationForTwoRunes.Turisaz.Gebo
source: Disasters, environmental disasters
ru: Катастрофические последствия, бедствие

# interpretationForTwoRunes.Turisaz.Vunyo
source: Rest, recovery
ru: Отдых, восстановление

# interpretationForTwoRunes.Turisaz.Halagaz
source: Winning the competition
ru: Победа над соперниками

# interpretationForTwoRunes.Turisaz.Nautiz
source: The collapse of everything
ru: Крушение всего

# interpretationForTwoRunes.Turisaz.Isa
source: Difficult situation, difficult recovery
ru: Трудная ситуация, тяжелое восстановление

# interpretationForTwoRunes.Turisaz.Hyera
source: Debts, problems
ru: Долги, проблемы

# interpretationForTwoRunes.Turisaz.Eyvaz
source: Fear, danger
ru: Опасность

# interpretationForTwoRunes.Turisaz.Perth
source: Pregnancy waiting for replenishment
ru: Беременность, ожидание пополнения

# interpretationForTwoRunes.Turisaz.Algiz
source: Strengthening positions
ru: Укрепление позиций

# interpretationForTwoRunes.Turisaz.Sovilo
source: Collapse, sadness
ru: Крах, печаль

# interpretationForTwoRunes.Turisaz.Teyvaz
source: Quick success
ru: Быстрый успех

# interpretationForTwoRunes.Turisaz.Berkana
source: Worsening relationships
ru: Ухудшение отношений

# interpretationForTwoRunes.Turisaz.Evaz
source: Coincidence
ru: Случайное стечение обстоятельств

# interpretationForTwoRunes.Turisaz.Mannaz
source: A strange adventure
ru: Странное приключение

# interpretationForTwoRunes.Turisaz.Laguz
source: New turn
ru: Новый поворот

# interpretationForTwoRunes.Turisaz.Inguz
source: End of story
ru: Окончание истории

# interpretationForTwoRunes.Turisaz.Dagaz
source: Drastic change
ru: Кардинальное изменение

# interpretationForTwoRunes.Turisaz.Otilla
source: Economic well-being
ru: Экономическое благополучие
