Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# interpretationForTwoRunes.Eyvaz.Isa
source: Falling into a trap
ru: Ловушка, западня

# interpretationForTwoRunes.Eyvaz.Hyera
source: Delays
ru: Досадные задержки в делах

# interpretationForTwoRunes.Eyvaz.Perth
source: New stages of a happy destiny
ru: Новые этапы счастливой судьбы

# interpretationForTwoRunes.Eyvaz.Algiz
source: Problems with tooths
ru: Проблемы с пониманием

# interpretationForTwoRunes.Eyvaz.Sovilo
source: Nerve problems
ru: Проблемы с нервной системой

# interpretationForTwoRunes.Eyvaz.Teyvaz
source: Punishment without guilt
ru: Наказание без вины

# interpretationForTwoRunes.Eyvaz.Berkana
source: Errors, delusions
ru: Ошибки, заблуждения

# interpretationForTwoRunes.Eyvaz.Evaz
source: Success in computer science
ru: Успехи в онлайн сфере

# interpretationForTwoRunes.Eyvaz.Mannaz
source: Protracted events
ru: Затянувшиеся события

# interpretationForTwoRunes.Eyvaz.Laguz
source: Adaptability
ru: Приспосабливаемость

# interpretationForTwoRunes.Eyvaz.Inguz
source: Financial success
ru: Финансовые успехи

# interpretationForTwoRunes.Eyvaz.Dagaz
source: Protracted disaster
ru: Затянувшееся бедствие

# interpretationForTwoRunes.Eyvaz.Otilla
source: New quality of life
ru: Новое качество жизни

# interpretationForTwoRunes.Eyvaz.RuneOfOdin
source: Unconscious desires
ru: Безотчетные желания

# interpretationForTwoRunes.Perth.Fehu
source: The birth of a new life, possible profit, good news
ru: Зарождение новой жизни, возможная прибыль, радостное известие

# interpretationForTwoRunes.Perth.Uruz
source: Burden, unwilling pregnancy
ru: Обуза, нежелательная беременность

# interpretationForTwoRunes.Perth.Turisaz
source: Pregnancy waiting for replenishment
ru: Беременность, ожидание пополнения

# interpretationForTwoRunes.Perth.Ansuz
source: Success in gaming, luck
ru: Успех в игре, везение

# interpretationForTwoRunes.Perth.Raido
source: Material well-being
ru: Материальное благополучие

# interpretationForTwoRunes.Perth.Kenaz
source: Freedom, release
ru: Свобода, освобождение

# interpretationForTwoRunes.Perth.Gebo
source: Finding treasure
ru: Нахождение клада(в прямом и переносном смысле)

# interpretationForTwoRunes.Perth.Vunyo
source: Stolen detection
ru: Обнаружение ворованного

# interpretationForTwoRunes.Perth.Halagaz
source: Addiction
ru: Навязчивая потребность в повторении определённых действий. Постарайтесь разорвать порочный круг, который ни к чему не ведёт

# interpretationForTwoRunes.Perth.Nautiz
source: Self-criticism, suspiciousness
ru: Самоедство, мнительность

# interpretationForTwoRunes.Perth.Isa
source: The need for change
ru: Необходимость перемен, движения

# interpretationForTwoRunes.Perth.Hyera
source: Receiving less than expected
ru: Получение меньшего, чем ожидалось

# interpretationForTwoRunes.Perth.Eyvaz
source: New stages of a happy destiny
ru: Новые этапы счастливой судьбы

# interpretationForTwoRunes.Perth.Algiz
source: Roperty protection
ru: Защита собственности

# interpretationForTwoRunes.Perth.Sovilo
source: Mutiny, gathering
ru: Собрание, митинг

# interpretationForTwoRunes.Perth.Teyvaz
source: Successes
ru: Успехи

# interpretationForTwoRunes.Perth.Berkana
source: Bad luck, miscalculations
ru: Невезение, ошибки, просчеты

# interpretationForTwoRunes.Perth.Evaz
source: New lucky chances
ru: Новые счастливые шансы

# interpretationForTwoRunes.Perth.Mannaz
source: Spiritual revival
ru: Духовное возрождение

# interpretationForTwoRunes.Perth.Laguz
source: Success in love
ru: Успехи в любви

# interpretationForTwoRunes.Perth.Inguz
source: Hidden reserves
ru: Скрытые резервы

# interpretationForTwoRunes.Perth.Dagaz
source: Weight change, nutrition
ru: Работа над своим телом, тренировки

# interpretationForTwoRunes.Perth.Otilla
source: Disappointments, vanity
ru: Разочарования, суета, мелочные порывы

# interpretationForTwoRunes.Perth.RuneOfOdin
source: Wasted efforts
ru: Напрасные усилия

# interpretationForTwoRunes.Algiz.Fehu
source: Raising living standards in general
ru: Общий расцвет, успех в нескольких сферах

# interpretationForTwoRunes.Algiz.Uruz
source: Relief, recovery, finding defenders
ru: Облегчение, выздоровление, обретение защитников, покровителей, меценатов

# interpretationForTwoRunes.Algiz.Turisaz
source: Strengthening positions
ru: Укрепление позиций

# interpretationForTwoRunes.Algiz.Ansuz
source: Clairvoyance, other non-traditional abilities
ru: Ясновидение, паранормальные способности

# interpretationForTwoRunes.Algiz.Raido
source: Love in the distance
ru: Любовь на расстоянии

# interpretationForTwoRunes.Algiz.Kenaz
source: Manias, phobias
ru: Мании, фобии

# interpretationForTwoRunes.Algiz.Gebo
source: Deprivation, retribution for past deeds
ru: Лишения, расплата за прошлые дела

# interpretationForTwoRunes.Algiz.Vunyo
source: Parting with loved ones
ru: Расставание с близкими людьми

# interpretationForTwoRunes.Algiz.Halagaz
source: Drug addiction
ru: Вредные привычки

# interpretationForTwoRunes.Algiz.Nautiz
source: Risky ventures, adventures
ru: Рискованные предприятия, авантюры

# interpretationForTwoRunes.Algiz.Isa
source: Deadly danger
ru: Смертельная опасность

# interpretationForTwoRunes.Algiz.Hyera
source: Vices, negative influence
ru: Пороки, негативное влияние

# interpretationForTwoRunes.Algiz.Eyvaz
source: Problems with tooths
ru: Проблемы с пониманием

# interpretationForTwoRunes.Algiz.Perth
source: Roperty protection
ru: Защита собственности

# interpretationForTwoRunes.Algiz.Sovilo
source: Venereal diseases
ru: Проблемы в сексуальной сфере

# interpretationForTwoRunes.Algiz.Teyvaz
source: Serious illness
ru: Тяжелая болезнь

# interpretationForTwoRunes.Algiz.Berkana
source: Deception with hard consequences
ru: Обман с тяжелейшими последствиями

# interpretationForTwoRunes.Algiz.Evaz
source: Cooling down in affection
ru: Охлаждение в привязанностях, новое чувство

# interpretationForTwoRunes.Algiz.Mannaz
source: Special mission
ru: Особая миссия

# interpretationForTwoRunes.Algiz.Laguz
source: Administration
ru: Управление чем или кем-либо

# interpretationForTwoRunes.Algiz.Inguz
source: New family ties
ru: Укрепление семейных связей

# interpretationForTwoRunes.Algiz.Dagaz
source: The missing
ru: Пропажа

# interpretationForTwoRunes.Algiz.Otilla
source: Overdose
ru: Излишний гедонизм

# interpretationForTwoRunes.Algiz.RuneOfOdin
source: Madness
ru: Помутнение разума

# interpretationForTwoRunes.Sovilo.Fehu
source: Successfully overcoming obstacles
ru: Успешное преодоление препятствий

# interpretationForTwoRunes.Sovilo.Uruz
source: Good luck, untying karmic knots
ru: Удача, развязывание кармических узлов

# interpretationForTwoRunes.Sovilo.Turisaz
source: Collapse, sadness
ru: Крах, печаль

# interpretationForTwoRunes.Sovilo.Ansuz
source: World-class nuclear and other disasters
ru: Глобальные катастрофы

# interpretationForTwoRunes.Sovilo.Raido
source: Fake friends
ru: Неискренние друзья

# interpretationForTwoRunes.Sovilo.Kenaz
source: Time for important decisions ahead
ru: Принятие важных решений

# interpretationForTwoRunes.Sovilo.Gebo
source: Purification, test of freedom
ru: Очищение, испытание свободой

# interpretationForTwoRunes.Sovilo.Vunyo
source: Change of habitats
ru: Перемена мест обитания, успехи в географии

# interpretationForTwoRunes.Sovilo.Halagaz
source: Vision problems
ru: Проблемы со зрением

# interpretationForTwoRunes.Sovilo.Nautiz
source: Parting forever
ru: Долгая разлука

# interpretationForTwoRunes.Sovilo.Isa
source: False vision of the problem
ru: Ложное видение проблемы

# interpretationForTwoRunes.Sovilo.Hyera
source: Damocles sword of circumstance
ru: Непреодолимые обстоятельства

# interpretationForTwoRunes.Sovilo.Eyvaz
source: Nerve problems
ru: Проблемы с нервной системой

# interpretationForTwoRunes.Sovilo.Perth
source: Mutiny, gathering
ru: Собрание, митинг

# interpretationForTwoRunes.Sovilo.Algiz
source: Venereal diseases
ru: Проблемы в сексуальной сфере

# interpretationForTwoRunes.Sovilo.Teyvaz
source: Highest objectivity, victory over oneself
ru: Высшая объективность, победа над собой

# interpretationForTwoRunes.Sovilo.Berkana
source: Restoring connections
ru: Восстановление связей

# interpretationForTwoRunes.Sovilo.Evaz
source: Success in directing, in production
ru: Успех в искусстве

# interpretationForTwoRunes.Sovilo.Mannaz
source: Going beyond what is possible
ru: Выход за пределы возможного

# interpretationForTwoRunes.Sovilo.Laguz
source: Caution required
ru: Осторожность, гибкость

# interpretationForTwoRunes.Sovilo.Inguz
source: Seek the truth
ru: Поиски истины

# interpretationForTwoRunes.Sovilo.Dagaz
source: Wandering in the labyrinths of fate
ru: Блуждание в лабиринтах судьбы

# interpretationForTwoRunes.Sovilo.Otilla
source: Emergency situations, danger
ru: Авральные ситуации, опасность

# interpretationForTwoRunes.Sovilo.RuneOfOdin
source: Obsession
ru: Прорывная идея

# interpretationForTwoRunes.Teyvaz.Fehu
source: Lucky coincidence, new acquisitions
ru: Удачное стечение обстоятельств, новые приобретения

# interpretationForTwoRunes.Teyvaz.Uruz
source: Victories in any competition
ru: Победы в любых соревнованиях

# interpretationForTwoRunes.Teyvaz.Turisaz
source: Quick success
ru: Быстрый успех

# interpretationForTwoRunes.Teyvaz.Ansuz
source: Conquest of powers
ru: Достижение глобальных целей

# interpretationForTwoRunes.Teyvaz.Raido
source: Longing, apathy
ru: Тоска, апатия

# interpretationForTwoRunes.Teyvaz.Kenaz
source: Hope can easily come true
ru: Осуществимость надежд

# interpretationForTwoRunes.Teyvaz.Gebo
source: Holiness, wisdom, experience
ru: Мудрость и опыт

# interpretationForTwoRunes.Teyvaz.Vunyo
source: Self-flagellation
ru: Истязание плоти, самобичевание

# interpretationForTwoRunes.Teyvaz.Halagaz
source: Hard battle
ru: Долгие споры

# interpretationForTwoRunes.Teyvaz.Nautiz
source: Lost battles
ru: Проигранные сражения

# interpretationForTwoRunes.Teyvaz.Isa
source: Arrogance
ru: Переоценка собственных сил

# interpretationForTwoRunes.Teyvaz.Hyera
source: Unrealistic dreams
ru: Бесплодные мечты

# interpretationForTwoRunes.Teyvaz.Eyvaz
source: Punishment without guilt
ru: Наказание без вины

# interpretationForTwoRunes.Teyvaz.Perth
source: Successes
ru: Успехи

# interpretationForTwoRunes.Teyvaz.Algiz
source: Serious illness
ru: Тяжелая болезнь

# interpretationForTwoRunes.Teyvaz.Sovilo
source: Highest objectivity, victory over oneself
ru: Высшая объективность, победа над собой

# interpretationForTwoRunes.Teyvaz.Berkana
source: Family reunion
ru: Воссоединение распавшейся семьи

# interpretationForTwoRunes.Teyvaz.Evaz
source: Minor injury
ru: Легкие травмы

# interpretationForTwoRunes.Teyvaz.Mannaz
source: An insurmountable enmity
ru: Непреодолимая вражда

# interpretationForTwoRunes.Teyvaz.Laguz
source: Revealing evil intentions
ru: Раскрытие злых замыслов

# interpretationForTwoRunes.Teyvaz.Inguz
source: Way to victory
ru: Путь к победе

# interpretationForTwoRunes.Teyvaz.Dagaz
source: Long quarrel
ru: Продолжительная ссора

# interpretationForTwoRunes.Teyvaz.Otilla
source: Success in trading
ru: Успех в торговле

# interpretationForTwoRunes.Teyvaz.RuneOfOdin
source: Impossible ambition
ru: Крушение надежд

# interpretationForTwoRunes.Berkana.Fehu
source: Family idyll, marriage, preparation for the wedding
ru: Семейная идиллия, брачные отношения

# interpretationForTwoRunes.Berkana.Uruz
source: Profits, fertility, loans
ru: Прибыль, плодородие, успех в малом бизнесе

# interpretationForTwoRunes.Berkana.Turisaz
source: Worsening relationships
ru: Ухудшение отношений

# interpretationForTwoRunes.Berkana.Ansuz
source: Dust, growth
ru: Рост прибыли, преумножение богатства

# interpretationForTwoRunes.Berkana.Raido
source: Redefining values
ru: Пересмотр ценностей

# interpretationForTwoRunes.Berkana.Kenaz
source: Cheating, get rid of cheating
ru: Избавление от обмана

# interpretationForTwoRunes.Berkana.Gebo
source: Motivation
ru: Жизнеутвреждающие мотивы, мотивация

# interpretationForTwoRunes.Berkana.Vunyo
source: Refusal of material goods
ru: Отказ от материальных благ, альтруизм

# interpretationForTwoRunes.Berkana.Halagaz
source: Problem with childbirth
ru: Опасность для детей

# interpretationForTwoRunes.Berkana.Nautiz
source: Loss of investments, deception of partners
ru: Потеря вложений, обманы партнеров

# interpretationForTwoRunes.Berkana.Isa
source: Invulnerability
ru: Неуязвимость

# interpretationForTwoRunes.Berkana.Hyera
source: Vulgar magic
ru: Вульгарная магия

# interpretationForTwoRunes.Berkana.Eyvaz
source: Errors, delusions
ru: Ошибки, заблуждения

# interpretationForTwoRunes.Berkana.Perth
source: Bad luck, miscalculations
ru: Невезение, ошибки, просчеты

# interpretationForTwoRunes.Berkana.Algiz
source: Deception with hard consequences
ru: Обман с тяжелейшими последствиями

# interpretationForTwoRunes.Berkana.Sovilo
source: Restoring connections
ru: Восстановление связей

# interpretationForTwoRunes.Berkana.Teyvaz
source: Family reunion
ru: Воссоединение распавшейся семьи

# interpretationForTwoRunes.Berkana.Evaz
source: Slander
ru: Клевета

# interpretationForTwoRunes.Berkana.Mannaz
source: Unexpected luck
ru: Неожиданное везение

# interpretationForTwoRunes.Berkana.Laguz
source: Success in any endeavor
ru: Успехи в любом начинании

# interpretationForTwoRunes.Berkana.Inguz
source: Actions with land, real estate
ru: Строительство дома, дачи

# interpretationForTwoRunes.Berkana.Dagaz
source: Changes in аinance
ru: Экономическая/денежная реформа

# interpretationForTwoRunes.Berkana.Otilla
source: Advances in chemistry, biology
ru: Успехи в химии, биологии

# interpretationForTwoRunes.Berkana.RuneOfOdin
source: Ridiculous extravagance
ru: Неуместная экстравагантность

# interpretationForTwoRunes.Evaz.Fehu
source: The embodiment of desires
ru: Воплощение желаний

# interpretationForTwoRunes.Evaz.Uruz
source: Slow but sure progress towards the goal
ru: Медленное, но верное продвижение к цели

# interpretationForTwoRunes.Evaz.Turisaz
source: Coincidence
ru: Случайное стечение обстоятельств

# interpretationForTwoRunes.Evaz.Ansuz
source: Repentance, prayer, fasting
ru: Раскаяние, молитва

# interpretationForTwoRunes.Evaz.Raido
source: Feigned fun
ru: Напускное веселье

# interpretationForTwoRunes.Evaz.Kenaz
source: Reborn dreams
ru: Возрожденные мечты

# interpretationForTwoRunes.Evaz.Gebo
source: New connections that often defame you
ru: Новые связи, часто порочащие вас

# interpretationForTwoRunes.Evaz.Vunyo
source: The hype
ru: Ажиотаж, борьба с несущественными угрозами

# interpretationForTwoRunes.Evaz.Halagaz
source: Discovery of a terrible secret
ru: Обнаружение страшной тайны

# interpretationForTwoRunes.Evaz.Nautiz
source: Violence in any form
ru: Проявление насилия в разных формах

# interpretationForTwoRunes.Evaz.Isa
source: Loss of optimism
ru: Потеря оптимизма, начало тяж заболевания

# interpretationForTwoRunes.Evaz.Hyera
source: Cardiac problems, arrhythmia
ru: Кардиологические проблемы

# interpretationForTwoRunes.Evaz.Eyvaz
source: Success in computer science
ru: Успехи в онлайн сфере

# interpretationForTwoRunes.Evaz.Perth
source: New lucky chances
ru: Новые счастливые шансы

# interpretationForTwoRunes.Evaz.Algiz
source: Cooling down in affection
ru: Охлаждение в привязанностях, новое чувство

# interpretationForTwoRunes.Evaz.Sovilo
source: Success in directing, in production
ru: Успех в искусстве

# interpretationForTwoRunes.Evaz.Teyvaz
source: Minor injury
ru: Легкие травмы

# interpretationForTwoRunes.Evaz.Berkana
source: Slander
ru: Клевета

# interpretationForTwoRunes.Evaz.Mannaz
source: Overflow of the karma
ru: Переполнение сосуда кармы, добрые дела

# interpretationForTwoRunes.Evaz.Laguz
source: Cleansing with water, holy water
ru: Духовное очищение

# interpretationForTwoRunes.Evaz.Inguz
source: Avoiding defeat at the last moment
ru: Уход от поражения в последний миг

# interpretationForTwoRunes.Evaz.Dagaz
source: Frivolity, dangerous connections
ru: Легкомыслие, опасные связи

# interpretationForTwoRunes.Evaz.Otilla
source: Pleasant surprises
ru: Приятные сюрпризы

# interpretationForTwoRunes.Evaz.RuneOfOdin
source: Problems with brain
ru: Сложность осознания того, что происходит на самом деле

# interpretationForTwoRunes.Mannaz.Fehu
source: Recommendations, useful tips
ru: Рекомендации, полезные советы

# interpretationForTwoRunes.Mannaz.Uruz
source: Litigation in your favor
ru: Судебная тяжба либо спор решится в вашу пользу

# interpretationForTwoRunes.Mannaz.Turisaz
source: A strange adventure
ru: Странное приключение

# interpretationForTwoRunes.Mannaz.Ansuz
source: Return of something lost a long time ago
ru: Возращение давно потерянного

# interpretationForTwoRunes.Mannaz.Raido
source: Family relationships
ru: Семейные отношения

# interpretationForTwoRunes.Mannaz.Kenaz
source: Through hardships to the stars, success in creativity
ru: Успехи в творчестве

# interpretationForTwoRunes.Mannaz.Gebo
source: Unexpected profit
ru: Неожиданный выигрыш

# interpretationForTwoRunes.Mannaz.Vunyo
source: Revert to previous projects
ru: Возврат к прежним проектам

# interpretationForTwoRunes.Mannaz.Halagaz
source: Revenge
ru: Месть

# interpretationForTwoRunes.Mannaz.Nautiz
source: International conflicts
ru: Крупные конфликты

# interpretationForTwoRunes.Mannaz.Isa
source: Difficult time, trial
ru: Трудное время, испытание

# interpretationForTwoRunes.Mannaz.Hyera
source: Urgent need for help
ru: Неожиданная помощь

# interpretationForTwoRunes.Mannaz.Eyvaz
source: Protracted events
ru: Затянувшиеся события

# interpretationForTwoRunes.Mannaz.Perth
source: Spiritual revival
ru: Духовное возрождение

# interpretationForTwoRunes.Mannaz.Algiz
source: Special mission
ru: Особая миссия

# interpretationForTwoRunes.Mannaz.Sovilo
source: Going beyond what is possible
ru: Выход за пределы возможного

# interpretationForTwoRunes.Mannaz.Teyvaz
source: An insurmountable enmity
ru: Непреодолимая вражда

# interpretationForTwoRunes.Mannaz.Berkana
source: Unexpected luck
ru: Неожиданное везение

# interpretationForTwoRunes.Mannaz.Evaz
source: Overflow of the karma
ru: Переполнение сосуда кармы, добрые дела

# interpretationForTwoRunes.Mannaz.Laguz
source: New connection
ru: Новые связи, знакомства

# interpretationForTwoRunes.Mannaz.Inguz
source: Reward
ru: Награда

# interpretationForTwoRunes.Mannaz.Dagaz
source: Patronage of higher powers
ru: Расположение высших сил

# interpretationForTwoRunes.Mannaz.Otilla
source: Receiving an inheritance
ru: Наследство

# interpretationForTwoRunes.Mannaz.RuneOfOdin
source: Huge troubles
ru: Череда крупных неприятностей, стоит проявить внимание и осторожность

# interpretationForTwoRunes.Laguz.Fehu
source: Good luck in your endeavors
ru: Удача в начинаниях

# interpretationForTwoRunes.Laguz.Uruz
source: New beginnings, successes
ru: Новые начинания, успехи

# interpretationForTwoRunes.Laguz.Turisaz
source: New turn
ru: Новый поворот

# interpretationForTwoRunes.Laguz.Ansuz
source: Conquering water spaces, swimming successes, records
ru: Успехи в водной стихии

# interpretationForTwoRunes.Laguz.Raido
source: New adultery
ru: Измена

# interpretationForTwoRunes.Laguz.Kenaz
source: Peace, agreement, harmony
ru: Мир, соглашение, радость, гармония

# interpretationForTwoRunes.Laguz.Gebo
source: Recovery, relief
ru: Улучшение здоровья, облегчение

# interpretationForTwoRunes.Laguz.Vunyo
source: Success in the water element
ru: Успехи в подводных исследованиях

# interpretationForTwoRunes.Laguz.Halagaz
source: Problem on the water
ru: Опасность от водной стихии

# interpretationForTwoRunes.Laguz.Nautiz
source: Competitor activity, failures
ru: Активность конкурентов, провалы

# interpretationForTwoRunes.Laguz.Isa
source: Viral infections
ru: Вирусные инфекции

# interpretationForTwoRunes.Laguz.Hyera
source: Successes, changes for the better
ru: Успехи, перемены к лучшему

# interpretationForTwoRunes.Laguz.Eyvaz
source: Adaptability
ru: Приспосабливаемость

# interpretationForTwoRunes.Laguz.Perth
source: Success in love
ru: Успехи в любви

# interpretationForTwoRunes.Laguz.Algiz
source: Administration
ru: Управление чем или кем-либо

# interpretationForTwoRunes.Laguz.Sovilo
source: Caution required
ru: Осторожность, гибкость

# interpretationForTwoRunes.Laguz.Teyvaz
source: Revealing evil intentions
ru: Раскрытие злых замыслов

# interpretationForTwoRunes.Laguz.Berkana
source: Success in any endeavor
ru: Успехи в любом начинании

# interpretationForTwoRunes.Laguz.Evaz
source: Cleansing with water, holy water
ru: Духовное очищение

# interpretationForTwoRunes.Laguz.Mannaz
source: New connection
ru: Новые связи, знакомства

# interpretationForTwoRunes.Laguz.Inguz
source: Acquisition of large property
ru: Приобретение крупной собственности

# interpretationForTwoRunes.Laguz.Dagaz
source: Understanding problems, finding a way out
ru: Осмысление проблем, поиск выхода

# interpretationForTwoRunes.Laguz.Otilla
source: Waste losses
ru: Напрасная потеря

# interpretationForTwoRunes.Laguz.RuneOfOdin
source: Mania and depression
ru: Депрессия

# interpretationForTwoRunes.Inguz.Fehu
source: Necessary respite, depletion of vital reserves
ru: Истощение жизненных сил, необходим отдых

# interpretationForTwoRunes.Inguz.Uruz
source: Longevity, success
ru: Долголетие, успех

# interpretationForTwoRunes.Inguz.Turisaz
source: End of story
ru: Окончание истории

# interpretationForTwoRunes.Inguz.Ansuz
source: Success in any endeavor
ru: Успех в любом начинании

# interpretationForTwoRunes.Inguz.Raido
source: Catastrophe
ru: Катастрофа

# interpretationForTwoRunes.Inguz.Kenaz
source: Successful deals, contracts
ru: Удачные сделки, контракты с иностранными партнерами

# interpretationForTwoRunes.Inguz.Gebo
source: Fast marriage
ru: Скорое супружество

# interpretationForTwoRunes.Inguz.Vunyo
source: Full implementation of the plan
ru: Исполнение задуманного в полной мере

# interpretationForTwoRunes.Inguz.Halagaz
source: Bad harvest
ru: Неурожай, потери

# interpretationForTwoRunes.Inguz.Nautiz
source: Abyss, fear of heights
ru: Боязнь опасности, исходящей от высоты

# interpretationForTwoRunes.Inguz.Isa
source: Need for change
ru: Необходимость перемен

# interpretationForTwoRunes.Inguz.Hyera
source: Confession, Repentance
ru: Исповедь, покаяние

# interpretationForTwoRunes.Inguz.Eyvaz
source: Financial success
ru: Финансовые успехи

# interpretationForTwoRunes.Inguz.Perth
source: Hidden reserves
ru: Скрытые резервы

# interpretationForTwoRunes.Inguz.Algiz
source: New family ties
ru: Укрепление семейных связей

# interpretationForTwoRunes.Inguz.Sovilo
source: Seek the truth
ru: Поиски истины

# interpretationForTwoRunes.Inguz.Teyvaz
source: Way to victory
ru: Путь к победе

# interpretationForTwoRunes.Inguz.Berkana
source: Actions with landб real estate
ru: Строительство дома, дачи

# interpretationForTwoRunes.Inguz.Evaz
source: Avoiding defeat at the last moment
ru: Уход от поражения в последний миг

# interpretationForTwoRunes.Inguz.Mannaz
source: Reward
ru: Награда

# interpretationForTwoRunes.Inguz.Laguz
source: Acquisition of large property
ru: Приобретение крупной собственности

# interpretationForTwoRunes.Inguz.Dagaz
source: Wellbeing
ru: Благополучие

# interpretationForTwoRunes.Inguz.Otilla
source: Brilliant execution of the plan
ru: Блестящее исполнение задуманного

# interpretationForTwoRunes.Inguz.RuneOfOdin
source: Infantilism
ru: Ментальные заболевания, проявление безумия

# interpretationForTwoRunes.Dagaz.Fehu
source: A turn for the better, the beginning of a new story
ru: Поворот к лучшему, начало новой истории

# interpretationForTwoRunes.Dagaz.Uruz
source: Study, pedagogy, success
ru: Успехи в образовании

# interpretationForTwoRunes.Dagaz.Turisaz
source: Drastic change
ru: Кардинальное изменение

# interpretationForTwoRunes.Dagaz.Ansuz
source: Success in flight, in parachuting
ru: Успехи в воздушной стихии
