Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# interpretationForTwoRunes.Dagaz.Raido
source: Mental disorder
ru: Психическое отклонение

# interpretationForTwoRunes.Dagaz.Kenaz
source: Slow change
ru: Медленные перемены

# interpretationForTwoRunes.Dagaz.Gebo
source: Failure of undertakings, self-doubt
ru: Безуспешность начинаний, отсутствие веры в себя

# interpretationForTwoRunes.Dagaz.Vunyo
source: Advances for the future
ru: Авансы на будущее

# interpretationForTwoRunes.Dagaz.Halagaz
source: Long-term misery
ru: Длительное несчастье

# interpretationForTwoRunes.Dagaz.Nautiz
source: Investigation, problems with law
ru: Следствие, проблемы с провоохранительной системой

# interpretationForTwoRunes.Dagaz.Isa
source: Long wait for happiness
ru: Длительное ожидание счастья

# interpretationForTwoRunes.Dagaz.Hyera
source: Confession, Repentance
ru: Время потерь

# interpretationForTwoRunes.Dagaz.Eyvaz
source: Protracted disaster
ru: Затянувшееся бедствие

# interpretationForTwoRunes.Dagaz.Perth
source: Weight change, nutrition
ru: Работа над своим телом, тренировки

# interpretationForTwoRunes.Dagaz.Algiz
source: The missing
ru: Пропажа

# interpretationForTwoRunes.Dagaz.Sovilo
source: Wandering in the labyrinths of fate
ru: Блуждание в лабиринтах судьбы

# interpretationForTwoRunes.Dagaz.Teyvaz
source: Long quarrel
ru: Продолжительная ссора

# interpretationForTwoRunes.Dagaz.Berkana
source: Changes in аinance
ru: Экономическая/денежная реформа

# interpretationForTwoRunes.Dagaz.Evaz
source: Frivolity, dangerous connections
ru: Легкомыслие, опасные связи

# interpretationForTwoRunes.Dagaz.Mannaz
source: Patronage of higher powers
ru: Расположение высших сил

# interpretationForTwoRunes.Dagaz.Laguz
source: Understanding problems, finding a way out
ru: Осмысление проблем, поиск выхода

# interpretationForTwoRunes.Dagaz.Inguz
source: Wellbeing
ru: Благополучие

# interpretationForTwoRunes.Dagaz.Otilla
source: Unnecessary generosity
ru: Щедрость и расточительность, держите себя в руках

# interpretationForTwoRunes.Dagaz.RuneOfOdin
source: Punishment
ru: Жестокость, наказание

# interpretationForTwoRunes.Otilla.Fehu
source: Emergencies, unexpected situations, troubles
ru: Неприятности в делах возможно, экстренные ситуации

# interpretationForTwoRunes.Otilla.Uruz
source: Breaking old ties, starting new paths, doubts
ru: Разрыв старых связей, начало нового пути, сомнения

# interpretationForTwoRunes.Otilla.Turisaz
source: Economic well-being
ru: Экономическое благополучие

# interpretationForTwoRunes.Otilla.Ansuz
source: Loss of property
ru: Потеря собственности

# interpretationForTwoRunes.Otilla.Raido
source: Successful problem solving
ru: Удачное разрешение проблем

# interpretationForTwoRunes.Otilla.Kenaz
source: Profits in excess of expected
ru: Неожиданный доход

# interpretationForTwoRunes.Otilla.Gebo
source: Instability in financial affairs
ru: Неустойчивость в финансовых делах

# interpretationForTwoRunes.Otilla.Vunyo
source: Unexplained healing
ru: Необъяснимое исцеление

# interpretationForTwoRunes.Otilla.Halagaz
source: Cancellation of plans
ru: Отказ от планов

# interpretationForTwoRunes.Otilla.Nautiz
source: Doubts tormenting the soul, lack of strength
ru: Сомнения, терзающие душу, отсутствие сил

# interpretationForTwoRunes.Otilla.Isa
source: Scandals, deceptions
ru: Скандалы, обманы, измены

# interpretationForTwoRunes.Otilla.Hyera
source: Deceptions
ru: Обманы

# interpretationForTwoRunes.Otilla.Eyvaz
source: New quality of life
ru: Новое качество жизни

# interpretationForTwoRunes.Otilla.Perth
source: Disappointments, vanity
ru: Разочарования, суета, мелочные порывы

# interpretationForTwoRunes.Otilla.Algiz
source: Overdose
ru: Излишний гедонизм

# interpretationForTwoRunes.Otilla.Sovilo
source: Emergency situations, danger
ru: Авральные ситуации, опасность

# interpretationForTwoRunes.Otilla.Teyvaz
source: Success in trading
ru: Успех в торговле

# interpretationForTwoRunes.Otilla.Berkana
source: Advances in chemistry, biology
ru: Успехи в химии, биологии

# interpretationForTwoRunes.Otilla.Evaz
source: Pleasant surprises
ru: Приятные сюрпризы

# interpretationForTwoRunes.Otilla.Mannaz
source: Receiving an inheritance
ru: Наследство

# interpretationForTwoRunes.Otilla.Laguz
source: Waste losses
ru: Напрасные потери

# interpretationForTwoRunes.Otilla.Inguz
source: Brilliant execution of the plan
ru: Блестящее исполнение задуманного

# interpretationForTwoRunes.Otilla.Dagaz
source: Unnecessary generosity
ru: Щедрость и расточительность, держите себя в руках

# interpretationForTwoRunes.Otilla.RuneOfOdin
source: Chaos, unpredictability
ru: Непредсказуемость и хаос

# interpretationForTwoRunes.RuneOfOdin.Fehu
source: Unexpected gifts of fate
ru: Нежданные дары судьбы

# interpretationForTwoRunes.RuneOfOdin.Uruz
source: Old age degradation
ru: Старость, немощность

# interpretationForTwoRunes.RuneOfOdin.Turisaz
source: Ill-wishers, evil eye
ru: Недоброжелатели, сглаз

# interpretationForTwoRunes.RuneOfOdin.Ansuz
source: Disastrous electoral failures
ru: Сокрушительные провалы в выборах

# interpretationForTwoRunes.RuneOfOdin.Raido
source: Strong union
ru: Крепкий союз

# interpretationForTwoRunes.RuneOfOdin.Kenaz
source: Crazy addiction, mania
ru: Склонность к безумным поступкам, маниакальность

# interpretationForTwoRunes.RuneOfOdin.Gebo
source: Gloom, disappointment
ru: Смертельная опасность

# interpretationForTwoRunes.RuneOfOdin.Vunyo
source: Ephemeral happiness
ru: Иллюзорное счастье

# interpretationForTwoRunes.RuneOfOdin.Halagaz
source: Serious illness
ru: Тяжелые болезни

# interpretationForTwoRunes.RuneOfOdin.Nautiz
source: Forbidden temptation, danger
ru: Запретные плоды, опасность

# interpretationForTwoRunes.RuneOfOdin.Isa
source: Outrage
ru: Вседозволенность, граничащая с безумием

# interpretationForTwoRunes.RuneOfOdin.Hyera
source: Torture, capture
ru: Насильственное ограничение свободы

# interpretationForTwoRunes.RuneOfOdin.Eyvaz
source: Unconscious desires
ru: Безотчетные желания

# interpretationForTwoRunes.RuneOfOdin.Perth
source: Wasted efforts
ru: Напрасные усилия

# interpretationForTwoRunes.RuneOfOdin.Algiz
source: Madness
ru: Помутнение разума

# interpretationForTwoRunes.RuneOfOdin.Sovilo
source: Obsession
ru: Прорывная идея

# interpretationForTwoRunes.RuneOfOdin.Teyvaz
source: Impossible ambition
ru: Крушение надежд

# interpretationForTwoRunes.RuneOfOdin.Berkana
source: Ridiculous extravagance
ru: Неуместная экстравагантность

# interpretationForTwoRunes.RuneOfOdin.Evaz
source: Problems with brain
ru: Сложность осознания того, что происходит на самом деле

# interpretationForTwoRunes.RuneOfOdin.Mannaz
source: Huge troubles
ru: Череда крупных неприятностей, стоит проявить внимание и осторожность

# interpretationForTwoRunes.RuneOfOdin.Laguz
source: Mania and depression
ru: Депрессия

# interpretationForTwoRunes.RuneOfOdin.Inguz
source: Infantilism
ru: Ментальные заболевания, проявление безумия

# interpretationForTwoRunes.RuneOfOdin.Dagaz
source: Punishment
ru: Жестокость, наказание

# interpretationForTwoRunes.RuneOfOdin.Otilla
source: Chaos, unpredictability
ru: Непредсказуемость и хаос

# description.total.Fehu
source: You acquire what you aspired to. Whether it is an increase in the material level or the embodiment of pans, ideas and relationships. Now you are attracting good luck and prosperity. Don't forget to share your luck with others and enjoy it. And also take care to properly dispose of the received gift in order to preserve and increase what has been achieved.
ru: Вы приобретаете то, к чему стремились. Будь это повышение материального уровня или воплощение задумок, идей и взаимоотношений. Сейчас Вы притягиваете удачу и процветание. Не забудьте поделиться своей удачей с другими и насладиться ею. Стоит позаботиться о том, чтобы правильно распорядиться полученным даром для сохранения и преумножени достигнутого.

# description.total.Reverse.Fehu
source: Some disappointment or loss awaits you. Therefore, show wisdom and emotional passivity. Any struggle to get what you want is now useless, you need to wait. Consider the problem from all angles. You must understand what you can do without and what to give up. What you really need will always remain with you. And also take care of if someone needs your help.
ru: Вас ждёт разочарование или потеря. От вас потребуется проявить мудрость и эмоциональную пассивность. Любая борьба для получения желаемого сейчас бесполезна, необходимо выждать. Рассмотрите проблему со всех сторон. Вы должны понять, без чего можно обойтись и от чего отказаться. То, что Вам действительно нужно, всегда останется при Вас. А так же позаботьтесь и о том, если кто-то нуждается в Вашей помощи.

# description.total.Uruz
source: Power from new sources of energy enters your life. Something ends in your life and a new one is born. Be prepared for major life changes and do not cling to old obsolete forms. This is a sign of new strength, new beginnings and changes for the better. For where there is power, there is no stagnation. She carries authority over the situation and power. The loss of the old occurs through the birth of the new. Therefore, you cannot work in the same direction. Your life has grown beyond its form and needs to change old habits and attitudes. Now you are able to destroy all obstacles on the way to the goal. But such overwhelming power can be dangerous. Therefore, one should learn to work with it more subtly. It is necessary to change the intensity of the usual methods and actions and then your discovery will certainly amaze you.
ru: В Вашу жизнь входит сила от новых источников энергии. Что-то завершается в вашей жизни и зарождается новое. Будьте готовы к крупным жизненным переменам и не цепляйтесь за старые отжившие формы. Это знак новой силы, новых начинаний и перемен к лучшему. Ибо там, где сила, нет застоя. Она несёт власть над ситуацией и могущество. Потеря старого происходит через рождение нового. Поэтому нельзя трудиться в прежнем направлении. Ваша жизнь выросла за пределы своей формы и нуждается в изменении старых привычек и взглядов. Сейчас Вы в состоянии разрушить все преграды на пути к цели. Но такая сокрушающая сила может быть и опасной. Поэтому следует учиться работать с ней тоньше. Необходимо изменить интенсивность привычных методов и действий и тогда Ваше открытие непременно поразит Вас.

# description.total.Reverse.Uruz
source: Stagnation of the situation, disorganization of power. Rune's action is seen as an indication of wrong actions. Perhaps you missed an opportunity or were disappointed. At the moment, the power of your actions is directed in the wrong direction and may turn against you. Here it is necessary to overcome the old clichés of seeing the situation and reacting to it. Try to understand what is hidden and look for a way out in inner transformation through knowing yourself. Whoever hears the alarm will avoid major shocks.
ru: Застой ситуации, дезорганизация силы. Действие Руны рассматривается как указание на неправильные действия. Возможно Вы упустили какую-то возможность или получили разочарование. В настоящий момент сила Ваших действий направлена в неверное русло и может обернуться против Вас. Здесь необходимо преодолеть застарелые штампы видения ситуации и реакции на неё. Постарайтесь понять то, что скрыто и ищите выход во внутренней трансформации через познание себя. Тот, кто слышит сигнал тревоги, избежит крупных потрясений.

# description.total.Purisaz
source: The critical situation you find yourself in requires careful thought. Therefore, any haste will only bring harm. When this sign falls out, we can say that events await you, the outcome of which is unknown. Rune's advice - reflect and analyze the situation. It is possible that the solution to this problem will occur even through conflict, rupture, or some other extreme measure. Especially if a question was asked in the sphere of feelings, then this is definitely a solution to the situation through a conflict. Here radical changes are needed, a radical revision of the established views and behavior habits. It makes sense to look back at the path traveled, make an analysis and not drag it along. And only after that boldly step into a new reality.
ru: Критическая ситуация, в которую Вы попали, требует тщательного обдумывания. Поэтому любая спешка принесёт только вред. При выпадении данного знака можно сказать, что Вас ждут события, исход которых неизвестен. Совет Руны - размышляйте и анализируйте ситуацию. Возможно, что разрешение данной проблемы произойдёт даже через конфликт, разрыв или какие-то другие крайние меры. Особенно, если был задан вопрос в сфере чувств, то это однозначно разрешение ситуации через конфликт. Здесь необходимы радикальные перемены, коренной пересмотр устоявшихся взглядов и привычек поведения. Имеет смысл оглянуться на пройденный путь, сделать анализ и не тащить его за собой. И только после этого смело шагнуть в новую реальность.

# description.total.Reverse.Purisaz
source: The situation is complex and it all depends on how wisely and openly you are able to face the truth. The dropped sign indicates that you are afraid to act so as not to create problems for yourself. You don't heed advice and stick to your line of action, absorbed in yourself. It is possible that the reason for this situation lies in the fact that you are clearly exaggerating your importance and ignoring external circumstances. Take a closer look and listen to yourself and your actions. Hasty decisions can only make the situation worse. Because by stubbornly following your own path, you can create even more serious problems..
ru: Ситуация сложна и всё зависит от того, насколько мудро и открыто Вы способны взглянуть правде в глаза. Выпавший знак говорит о том, что Вы боитесь действовать, дабы не создавать себе проблем. Вы не прислушиваетесь к советам и придерживаетесь своей линии действия, поглощённым самим собой. Возможно, что причина создавшейся ситуации кроется в том, что Вы явно преувеличиваете свою значимость и игнорируете внешние обстоятельства. Присмотритесь и прислушайтесь к себе и своим действиям. Поспешные решения могут только усугубить ситуацию. Потому что, упрямо следуя по собственному пути, можно создать ещё более серьёзные проблемы.

# description.total.Ansuz
source: Good luck or a gift of inspiration awaits you. Moreover, this gift is not material benefit, but spiritual, presented as a gift from the Higher Powers. This is a gift from the Gods, one of the most sacred Runes. It may even be someone's appearance or hearing from someone. It is possible that this is getting the information you need or wisdom or the help of a spiritual teacher. Try to properly dispose of what you received - be sensitive, flexible and wise, otherwise these gifts will be taken away.
ru: Вас ожидает удача или подарок в виде озарения. Причём этот подарок не материальная польза, а духовная, преподнесённая как дар Высших сил. Это подарок Богов, одна из самых священных Рун. Возможно даже это будет чьё-то появление или получение известия от кого-либо. Не исключено, что это получение нужной Вам информации или мудрости или помощи духовного учителя. Постарайтесь правильно распорядиться полученным - быть чутким, гибким и мудрым, иначе эти дары отнимут.

# description.total.Reverse.Ansuz
source: The situation is not clear to you and you are lost, feeling anxiety and despondency. Much that is happening around you do not understand and this dead end seems hopeless. Lie or deception is possible here, so you should be on the lookout. Your soul needs to be renewed, do not be isolated on yourself and your feelings. On the contrary, analyze what is happening from the outside. Treat this situation philosophically and learn from it. After all, any life situation carries a necessary lesson. Therefore, do not panic, but soberly assess the situation and the ways out of it. And also do not forget to mentally thank for the test sent to you.
ru: Ситуация Вам не ясна и Вы теряетесь, чувствуя тревогу и уныние. Многое, происходящее вокруг, Вам не понятно и этот тупик кажется безвыходным. Здесь возможна ложь или обман, поэтому следует быть на стороже. Вашей душе необходимо обновиться, не замыкайтесь на себе и своих чувствах. Напротив, проанализируйте происходящее взглядом со стороны. Отнеситесь к данной ситуации философски и извлеките из неё опыт. Ведь любая жизненная ситуация несёт в себе необходимый урок. Поэтому не паникуйте, а трезво оцените ситуацию и пути выхода из неё. А так же не забудьте мысленно поблагодарить за посланное Вам испытание.

# description.total.Raidu
source: Big changes are coming. The sign indicates that your intention is moving in the right direction towards a successful conclusion. It is an impulse of motor energy. Also, a sign may indicate that you have a long journey or a long journey ahead. Or you are already on the way. Perhaps it will be a real journey or an exit on the path of development of your soul - to new knowledge, feelings and relationships. But you have to go through it. And you will be under reliable protection all the way, everything will be under your control. On the road, nothing unexpected will happen to you and this path will be successful. So walk boldly, without looking back and trust the course of events.
ru: Грядут большие перемены. Знак говорит о том, что Ваше намерение движется в правильном направлении к удачному завершению. Это импульс двигательной энергии. Так же знак может указывать на то, что Вам предстоит дальняя дорога или длительное путешествие. Или Вы уже находитесь в пути. Возможно это будет реальное путешествие или выход на путь развития Вашей души - к новым знаниям, чувствам и отношениям. Но Вы должны его пройти. И Вы будете находиться под надёжной защитой на всём пути, всё будет под Вашим контролем. В дороге с Вами ничего непредвиденного не произойдёт и путь этот будет удачным. Так что шагайте смело, без оглядки и доверяйте ходу событий.

# description.total.Reverse.Raidu
source: Unexpected events and some changes await you. The situation requires you to be considerate and flexible. The upcoming journey may be with obstacles, and your intentions may not be fulfilled. At the moment, you should also be careful in dealing with loved ones, so as not to injure them inadvertently with an offensive word or deed. But with all this, it is necessary to remain calm and not lose heart..
ru: Вас ждут неожиданные события и какие-то изменения. Ситуация требует от Вас быть внимательным и гибким. Грядущее путешествие возможно будет с препятствиями, а намерения Ваши могут не исполнятся. В настоящий момент следует так же быть осторожным в общении с близкими, чтобы не ранить их нечаянно обидным словом или поступком. Но при всём этом необходимо сохранять спокойствие и не падать духом.

# description.total.Kauna
source: The appearance of this sign indicates a clarification of the situation, the embodiment of the plan and favorable changes. Currently, you are capable of analysis and control, without which a conscious movement forward is impossible. Your thoughts are clear and you feel the strength to reveal not only your creative potential, but also to develop any other abilities - both physical and spiritual. The dropped sign heralds the arrival of something good, new and romantic. It brings liberation from something previously forbidden in your life. Let the light of this Rune into your life and unleash your hidden talents and capabilities, without waiting for them to burn out inside you. Use this moment and trust the world around you. Trust yourself, putting aside fear of past mistakes and misunderstandings.
ru: Появление этого знака свидетельствует о прояснении ситуации, воплощение задуманного и благоприятные перемены. В настоящее время Вы способны к анализу и контролю, без которых осознанное движение вперёд невозможно. Ваши мысли ясны и Вы чувствуете в себе силы раскрыть не только свой творческий потенциал, но и развить любые другие способности - и физические и духовные. Выпавший знак возвещает о приходе чего-то хорошего, нового и романтичного. Он несёт освобождение от чего-то ранее запретного в Вашей жизни. Впустите свет этой Руны в свою жизнь и выпустите на волю свои скрытые таланты и возможности, не дожидаясь пока они перегорят внутри Вас. Используйте этот момент и доверьтесь окружающему миру. Доверьтесь самому себе, отбросив страх прошлых ошибок и непонимания.

# description.total.Reverse.Kauna
source: The appearance of this sign indicates some kind of failure or loss of something. It can be your business partner, your love or part of your personality. It can also mean worsening health or job loss. But in any case, take this reality as necessary for you at the moment and learn from what is happening. Give up what has already become obsolete and become unnecessary for you. Deterioration in health indicates that you have neglected yourself and forgot about yourself, have become too carried away in pursuit of goals or relationships that are unnecessary to you at the moment. The rune calls to turn your attention to yourself. And remember that life does not stand still and soon everything will turn out for the best for you.
ru: Появление данного знака свидетельствует о какой-то неудаче или потере чего-либо. Это может быть Ваш партнёр по бизнесу, Ваша любовь или часть Вашей личности. Она так же может означать ухудшение здоровья или потерю работы. Но в любом случае примите эту данность как необходимое Вам в данный момент и извлеките из происходящего урок. Откажитесь от того, что уже отжило своё и стало Вам ненужным. Ухудшение здоровья свидетельствует о том, что Вы запустили себя и забыли о себе, слишком увлеклись погоней за ненужными Вам в данный момент целями или отношениями. Руна призывает переключить своё внимание на на себя. И помните, что жизнь не стоит на месте и вскоре всё обернётся к лучшему для Вас.

# description.total.Gebu
source: The appearance of this sign indicates a partnership in any area of ​​your activity, be it marriage or a business venture. At the same time, partners do not suppress each other, respecting the right to personal freedom and their own territory. A constructive partnership will benefit both parties, no matter what area it concerns. Gebo is a very positive sign, foreshadowing a favorable outcome of any business. If you strive for the successful completion of a business that interests you, then success will be associated precisely with joint, partner activities. Give the maximum of your warmth to other people and this will come back to you with a torus.
ru: Появление данного знака свидетельствует о партнёрстве в любой сфере Вашей деятельности, будь то брак или деловое предприятие. При этом партнёры не подавляют друг друга, уважая право на личную свободу и собственную территорию каждого из них. Конструктивное партнёрство пойдёт на пользу обеим сторонам, какой бы сферы оно не касалось. Гебо очень позитивный знак, предвещающий благоприятный исход любого дела. Если Вы стремитесь к удачному завершению дела, которое Вас интересует, то успех будет связан именно с совместной, партнёрской деятельностью. Отдавайте максимум своего душевного тепла другим людям и к Вам вернётся это с торицей.
