Repository: dmowski/runar-ios
Catalog: Runar/Runar/Support/*.lproj/Localizable.strings
Languages: ru

# name.Reverse.Laguz
source: Reverse Laguz
ru: Лагуз обратная

# name.Inwaz
source: Inwaz
ru: Ингуз

# name.Dagaz
source: Dagaz
ru: Дагаз

# name.Opila
source: Opila
ru: Отилла

# name.Reverse.Opila
source: Reverse Opila
ru: Отилла обратная

# name.Odin
source: Odin Rune
ru: Руна Одина

# generator.runeFormula.description
source: Choose a few runes, and we will offer runic formulas which are made from them. Runic formula can be used as a mascot or a guard.
ru: В скором времени ты сможешь сам составлять рунные формулы. Рунную формулу можно использовать как талисман или оберег.

# generator.runeStaves.description
source: Choose a few runes, and we will offer runic staves which are made from them. Runic staves can be used as a mascot or a guard.
ru: В скором времени ты cможешь сам составлять рунные ставы. Рунный став можно использовать как талисман или оберег.
